{"/evidence/literature/": {"literature": [{"PMID": "39848726", "Title": "[Lenthening and reconstruction progress of achondroplastic short arm deformity].", "Abstract": "To describe the characteristics of short arm deformity in patients with achondroplasia, and summarize the progress of its lenthening and reconstruction, so as to provide reference for clinical diagnosis and treatment.", "Year": "2025", "PublicationType": ["Journal Article", "Review", "English Abstract"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/39848726/", "Qualifers": ["surgery"]}, {"PMID": "39645505", "Title": "Expert consensus for the management of patients with achondroplasia in treatment with vosoritide.", "Abstract": "Patients with achondroplasia present, in addition to disproportionate short stature, multiple manifestations that require a comprehensive approach. The present consensus of experts in Spain responds to the need to establish clear guidelines for the management of achondroplasia with the introduction of a new treatment, vosoritide.", "Year": "2024", "PublicationType": ["Journal Article", "Consensus Development Conference"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/39645505/", "Qualifers": ["therapy", "drug therapy"]}, {"PMID": "39565369", "Title": "[Achondroplasia : New era of orthopedic treatment?].", "Abstract": "Achondroplasia is the most common skeletal dysplasia. With the development of new growth-promoting drug treatment for children and adolescents with achondroplasia, multidisciplinary care has become increasingly more important. In addition to orthopedic care, a specialized team comprised of pediatrics/endocrinology, radiology, neurosurgery, otorhinolaryngology, anesthesiology, physiotherapy, psychology and other disciplines is necessary to develop and implement a holistic concept to improve the quality of life for individuals affected by achondroplasia. The orthopedic management of achondroplasia has become even more complex and multidisciplinary due to these new medical and surgical developments. These new developments herald a new era of orthopedic and multidisciplinary care for achondroplasia.", "Year": "2024", "PublicationType": ["Journal Article", "Review", "English Abstract"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/39565369/", "Qualifers": ["therapy"]}, {"PMID": "39350723", "Title": "Complicated Spinal Stenosis and Spinal Deformity in Patients with Achondroplasia: Case Series and Review of the Literature.", "Abstract": "Due to the low incidence of achondroplasia (Ach), there is a relative lack of research on the treatment and management of spinal complications of Ach. Characteristics and interventions for spinal complications in patients with Ach are in urgent need of investigation. This study aimed to summarize the common spinal complications in patients with Ach and the corresponding treatment strategies.", "Year": "2024", "PublicationType": ["Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/39350723/", "Qualifers": ["complications"]}, {"PMID": "39607510", "Title": "Pseudoachondroplasia associated with os odontoideum and retro-odontoid mass: case-based update.", "Abstract": "Pseudoachondroplasia is a rare skeletal dysplasia caused by a mutation in the COMP gene. Infants with pseudoachondroplasia present with rhizomelic dwarfism. Pseudoachondroplasia can resemble achondroplasia, which also presents with a phenotype of rhizomelic dwarfism. The differentiation between these two conditions is important because while both can present with cervicomedullary compromise, the underlying pathophysiology and its management is entirely different.", "Year": "2024", "PublicationType": ["Case Reports", "Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/39607510/", "Qualifers": ["complications", "genetics", "surgery"]}, {"PMID": "39132812", "Title": "Progress in managing children with achondroplasia.", "Abstract": "Achondroplasia is a heritable disorder of the skeleton that affects approximately 300,000 individuals worldwide. Until recently, treatment for this condition has been purely symptomatic. Efficacious treatment options for children are now approved or are in clinical trials.", "Year": "2024", "PublicationType": ["Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/39132812/", "Qualifers": ["drug therapy", "therapy", "genetics"]}, {"PMID": "39283673", "Title": "Musculoskeletal Issues in Children and Adolescents: Genetic Musculoskeletal Disorders.", "Abstract": "Duchenne muscular dystrophy (DMD) is an X-linked recessive genetic disorder with progressive proximal weakness as the principal sign. Glucocorticoids and physical therapy are the mainstay of treatment. Exercise intolerance is the hallmark of metabolic myopathies, which require a combination of laboratory testing, electrodiagnostic testing, and muscle biopsy for diagnosis. Joint hypermobility may be an isolated finding or be associated with hypermobility Ehlers-Danlos syndrome (EDS), other variants of EDS, or marfanoid syndromes. The latter conditions are associated with aortic and cardiac valvular abnormalities. Osteogenesis imperfecta encompasses a group of disorders characterized by bone fragility presenting with a low-impact fracture as a result of minimal trauma. Management includes multidiscipline specialists. Down syndrome (DS), or trisomy 21, is the most common chromosome abnormality identified in live births. Routine evaluation of atlantoaxial instability with x-ray is no longer recommended for children with DS without symptoms of atlantoaxial instability; however, clinical evaluation of symptoms is required for sports preparticipation. Achondroplasia is the most common skeletal dysplasia. Clinical signs are macrocephaly, short limb, short stature with disproportionately shorter humerus and femur, along with characteristic findings in pelvis and lumbar spine x-rays. Caregivers should be educated on proper positioning and handling to avoid complications, including car seat-related deaths.", "Year": "2024", "PublicationType": ["Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/39283673/", "Qualifers": ["diagnosis", "genetics", "therapy"]}, {"PMID": "38569854", "Title": "Promising horizons in achondroplasia along with the development of new drugs.", "Abstract": "Achondroplasia (ACH) is a representative skeletal disorder characterized by rhizomelic shortened limbs and short stature. ACH is classified as belonging to the fibroblast growth factor receptor 3 (FGFR3) group. The downstream signal transduction of FGFR3 consists of STAT1 and RAS/RAF/MEK/ERK pathways. The mutant FGFR3 found in ACH is continuously phosphorylated and activates downstream signals, resulting in abnormal proliferation and differentiation of chondrocytes in the growth plate and cranial base synchondrosis. A patient registry has been developed and has contributed to revealing the natural history of ACH patients. Concerning the short stature, the adult height of ACH patients ranges between 126.7-135.2 cm for men and 119.9-125.5 cm for women in many countries. Along with severe short stature, foramen magnum stenosis and spinal canal stenosis are major complications: the former leads to sleep apnea, breathing disorders, myelopathy, hydrocephalus, and sudden death, and the latter causes pain in the extremities, numbness, muscle weakness, movement disorders, intermittent claudication, and bladder-rectal disorders. Growth hormone treatment is available for ACH only in Japan. However, the effect of the treatment on adult height is not satisfactory. Recently, the neutral endopeptidase-resistant CNP analogue vosoritide has been approved as a new drug for ACH. Additionally in development are a tyrosine kinase inhibitor, a soluble FGFR3, an antibody against FGFR3, meclizine, and the FGF2-aptamer. New drugs will bring a brighter future for patients with ACH.", "Year": "2024", "PublicationType": ["Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/38569854/", "Qualifers": ["drug therapy"]}, {"PMID": "38485412", "Title": "New treatments for children with achondroplasia.", "Abstract": "Achondroplasia is the most common form of dwarfism in humans, caused by a common pathogenic variant in the gene encoding fibroblast growth factor receptor 3, FGFR3, which impairs the process of endochondral ossification of the growing skeleton. In this Review, we outline the clinical and genetic hallmarks of achondroplasia and related FGFR3 conditions, the natural history and impact of achondroplasia over a patient's lifespan, and diagnosis and management options. We then focus on the new and emerging drug therapies that target the underlying pathogenesis of this condition. These new options are changing the natural growth patterns of achondroplasia, with the prospect of better long-term health outcomes for patients.", "Year": "2024", "PublicationType": ["Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/38485412/", "Qualifers": ["genetics", "therapy"]}, {"PMID": "37863846", "Title": "Novel therapeutic perspectives in Noonan syndrome and RASopathies.", "Abstract": "Noonan syndrome belongs to the family of RASopathies, a group of multiple congenital anomaly disorders caused by pathogenic variants in genes encoding components or regulators of the RAS/mitogen-activated protein kinase (MAPK) signalling pathway. Collectively, all these pathogenic variants lead to increased RAS/MAPK activation. The better understanding of the molecular mechanisms underlying the different manifestations of NS and RASopathies has led to the identification of molecular targets for specific pharmacological interventions. Many specific agents (e.g. SHP2 and MEK inhibitors) have already been developed for the treatment of RAS/MAPK-driven malignancies. In addition, other molecules with the property of modulating RAS/MAPK activation are indicated in non-malignant diseases (e.g. C-type natriuretic peptide analogues in achondroplasia or statins in hypercholesterolemia).  Conclusion: Drug repositioning of these molecules represents a challenging approach to treat or prevent medical complications associated with RASopathies. What is Known: • Noonan syndrome and related disorders are caused by pathogenic variants in genes encoding components or regulators of the RAS/mitogen-activated protein kinase (MAPK) signalling pathway, resulting in increased activation of this pathway. • This group of disorders is now known as RASopathies and represents one of the largest groups of multiple congenital anomaly diseases known. What is New: • The identification of pathophysiological mechanisms provides new insights into the development of specific therapeutic strategies, in particular treatment aimed at reducing RAS/MAPK hyperactivation. • Drug repositioning of specific agents already developed for the treatment of malignant (e.g. SHP2 and MEK inhibitors) or non-malignant diseases (e.g. C-type natriuretic peptide analogues in achondroplasia or statins in hypercholesterolaemia) represents a challenging approach to the treatment of RASopathies.", "Year": "2024", "PublicationType": ["Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/37863846/", "Qualifers": []}, {"PMID": "37831302", "Title": "Novel therapies for growth disorders.", "Abstract": "As we continue to understand more about the complex mechanism of growth, a plethora of novel therapies have recently been developed that aim to address barriers and optimize efficacy. This review aims to explore these novel therapies and provide a succinct review based on the latest clinical studies in order to introduce clinicians to therapies that will soon constitute the future in the field of short stature.  Conclusion: The review focuses on long-acting growth hormone formulations, a novel growth hormone oral secretagogue, novel treatments for children with achondroplasia, and targeted therapies for rare forms of skeletal dysplasias. What is Known: • Recombinant human growth hormone has been the mainstay of treatment for children with short stature for years. • Such therapy is not always effective based on the underlying diagnosis (e.g achondroplasia, Turner syndrome). Compliance with daily injections is challenging and can directly affect efficacy. What is New: • Recent development of long-acting growth hormone regimens and oral secretagogues can overcome some of these barriers, however several limitations need to be taken into consideration. • Newer therapies for achondroplasia, and other rare forms of skeletal dysplasias introduce us to a new era of targeted therapies for children with short stature. Clinicians ought to be aware of pitfalls and caveats before introducing these novel therapies to every day practice.", "Year": "2024", "PublicationType": ["Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/37831302/", "Qualifers": ["drug therapy"]}, {"PMID": "38397390", "Title": "Curcumin and Resveratrol: Nutraceuticals with so Much Potential for Pseudoachondroplasia and Other ER-Stress Conditions.", "Abstract": "Natural products with health benefits, nutraceuticals, have shown considerable promise in many studies; however, this potential has yet to translate into widespread clinical use for any condition. Notably, many drugs currently on the market, including the first analgesic aspirin, are derived from plant extracts, emphasizing the historical significance of natural products in drug development. Curcumin and resveratrol, well-studied nutraceuticals, have excellent safety profiles with relatively mild side effects. Their long history of safe use and the natural origins of numerous drugs contrast with the unfavorable reputation associated with nutraceuticals. This review aims to explore the nutraceutical potential for treating pseudoachondroplasia, a rare dwarfing condition, by relating the mechanisms of action of curcumin and resveratrol to molecular pathology. Specifically, we will examine the curcumin and resveratrol mechanisms of action related to endoplasmic reticulum stress, inflammation, oxidative stress, cartilage health, and pain. Additionally, the barriers to the effective use of nutraceuticals will be discussed. These challenges include poor bioavailability, variations in content and purity that lead to inconsistent results in clinical trials, as well as prevailing perceptions among both the public and medical professionals. Addressing these hurdles is crucial to realizing the full therapeutic potential of nutraceuticals in the context of pseudoachondroplasia and other health conditions that might benefit.", "Year": "2024", "PublicationType": ["Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/38397390/", "Qualifers": []}, {"PMID": "38281003", "Title": "Review of published 467 achondroplasia patients: clinical and mutational spectrum.", "Abstract": "Achondroplasia is the most common of the skeletal dysplasias that cause fatal and disabling growth and developmental disorders in children, and is caused by a mutation in the fibroblast growth factor receptor, type 3 gene(FGFR3). This study aims to analyse the clinical characteristics and gene mutations of ACH to accurately determine whether a patient has ACH and to raise public awareness of the disease.", "Year": "2024", "PublicationType": ["Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/38281003/", "Qualifers": ["genetics", "pathology"]}, {"PMID": "37758167", "Title": "How pain affect real life of children and adults with achondroplasia: A systematic review.", "Abstract": "The clinical features of achondroplasia can cause acute self-limited pain that can evolve into chronic pain. Pain causes a low quality of life, in terms of physical, emotional, social, and school functioning in both adult and children with achondroplasia. We conducted a systematic review according to the Preferred Reporting Items for Systematic reviews and Meta-Analyses (PRISMA) statement to describe prevalence, assessment tools, causes and management strategies of pain in this rare disease. We found that shoulder and knee pain is typically referred during infancy, while knee pain is generally referred around 5-6 years of age. The prevalence of general pain in adolescence can be as high as 90%. Chronic pain in the achondroplasia population increases with age, with up to 70% of adults reporting general pain and back pain. Recognizing the multiple determinants of acute and chronic pain in patients with achondroplasia may enable physicians to better understand and manage this burden, particularly with the advent of new drugs that may modify some of the striking features of achondroplasia.", "Year": "2023", "PublicationType": ["Systematic Review", "Journal Article"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/37758167/", "Qualifers": ["complications", "epidemiology"]}, {"PMID": "37728398", "Title": "Neurosurgical management of cervicomedullary compression, spinal stenosis, and hydrocephalus in pediatric achondroplasia: a systematic review.", "Abstract": "Pediatric achondroplasia is often associated with conditions requiring neurosurgical intervention, including CSF diversion and multilevel spinal decompression. However, there is a lack of clinical guidelines and reliable estimates of the benefits and risks of these interventions. This study aimed to summarize the literature on the neurosurgical management of pediatric achondroplasia patients in order to aid in determining optimal treatment and standardization of care.", "Year": "2023", "PublicationType": ["Systematic Review", "Journal Article"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/37728398/", "Qualifers": ["complications", "surgery"]}, {"PMID": "37674051", "Title": "Recommendations for neuroradiological examinations in children living with achondroplasia: a European Society of Pediatric Radiology and European Society of Neuroradiology opinion paper.", "Abstract": "Children living with achondroplasia are at an increased risk of developing neurological complications, which may be associated with acute and life-altering events. To remediate this risk, the timely acquisition of effective neuroimaging that can help to guide clinical management is essential. We propose imaging protocols and follow-up strategies for evaluating the neuroanatomy of these children and to effectively identify potential neurological complications, including compression at the cervicomedullary junction secondary to foramen magnum stenosis, spinal deformity and spinal canal stenosis. When compiling these recommendations, emphasis has been placed on reducing scan times and avoiding unnecessary radiation exposure. Standardized imaging protocols are important to ensure that clinically useful neuroimaging is performed in children living with achondroplasia and to ensure reproducibility in future clinical trials. The members of the European Society of Pediatric Radiology (ESPR) Neuroradiology Taskforce and European Society of Neuroradiology pediatric subcommittee, together with clinicians and surgeons with specific expertise in achondroplasia, wrote this opinion paper. The research committee of the ESPR also endorsed the final draft. The rationale for these recommendations is based on currently available literature, supplemented by best practice opinion from radiologists and clinicians with subject-specific expertise.", "Year": "2023", "PublicationType": ["Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/37674051/", "Qualifers": ["diagnostic imaging"]}, {"PMID": "37704353", "Title": "Shedding New Light: Novel Therapies for Achondroplasia and Growth Disorders.", "Abstract": "Achondroplasia is the most common form of disproportionate severe short stature. Management of achondroplasia requires a multidisciplinary approach and has been largely symptomatic for medical complications and psychosocial implications. Increased understanding of genetic and molecular mechanisms of achondroplasia has led to the development of novel disease-modifying drugs. The current drugs under investigation target the growth plate to stimulate chondrocyte growth and development. These include analogs of C-type natriuretic peptide (CNP), FGFR3-selective tyrosine kinase inhibitors, anti-FGFR3 antibodies, aptamers against FGF2, and soluble forms of FGFR3. Long-term data on the effects of these therapies on medical comorbidities are pending at this time.", "Year": "2023", "PublicationType": ["Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/37704353/", "Qualifers": ["therapy"]}, {"PMID": "37382866", "Title": "Burden and Treatment of Achondroplasia: A Systematic Literature Review.", "Abstract": "Achondroplasia is the most common form of skeletal dysplasia. Recent advances in therapeutic options have highlighted the need for understanding the burden and treatment landscape of the condition. This systematic literature review (SLR) aimed to identify health-related quality of life (HRQoL)/utilities, healthcare resource use (HCRU), costs, efficacy, safety and economic evaluation data in achondroplasia and to identify gaps in the research.", "Year": "2023", "PublicationType": ["Systematic Review", "Journal Article", "Review", "Research Support, Non-U.S. Gov't"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/37382866/", "Qualifers": ["drug therapy"]}, {"PMID": "37468326", "Title": "Skeletal dysplasias of the fetus and infant: comprehensive review and our experience over a 10-year period.", "Abstract": "We present a comprehensive review dealing with rare genetic skeletal disorders. More than 400 entities are included in the latest classification. The most severe or lethal phenotypes are identifiable in the prenatal period and the pregnancy can be terminated. Perinatal autopsy and posmortem X-rays are crucial in providing a definitive diagnosis. The number of cases confirmed by genetic testing is increasing. We report our own experience with genetic skeletal disorders based on 41 illustrative fetal and neonatal cases which we encountered over a 10-year period. Thanatophoric dysplasia and osteogenesis imperfecta represent approximately half of the cases coming to autopsy. Achondrogenesis type 2 and hypochondrogenesis, short-rib dysplasia, chondrodysplasia punctata, campomelic dysplasia and achondroplasia are less common. Skeletal dysplasias with autosomal recessive inheritance are the least frequent, e.g. perinatally lethal hypophophatasia, achondrogenesis type 1A, diastrophic dysplasia/atelosteogenesis type 2 or mucolipidosis type 2 (I cell disease).", "Year": "2023", "PublicationType": ["Review", "Journal Article"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/37468326/", "Qualifers": []}, {"PMID": "37001593", "Title": "Health consequences of mutant cartilage oligomeric matrix protein and its relationship to abnormal growth and joint degeneration.", "Abstract": "Cartilage oligomeric matrix protein (COMP), an extracellular matrix protein, has been shown to enhance proliferation and mechanical integrity in the matrix, supporting functions of the growth plate and articular cartilage. Mutations in COMP cause pseudoachondroplasia (PSACH), a severe dwarfing condition associated with premature joint degeneration and significant lifelong joint pain. The MT (mutant)-COMP mouse mimics PSACH with decreased limb growth, early joint degeneration and pain. Ablation of endoplasmic reticulum stress CHOP signaling eliminated pain and prevented joint degeneration. The health effects of mutant COMP are discussed in relation to cellular/chondrocyte stress in the growth plate, articular cartilage and nearby tissues, and the implications for therapeutic approaches. There are many similarities between osteoarthritis and mutant-COMP protein-induced joint degeneration, suggesting that the relevance of findings in the joints may extend beyond PSACH to idiopathic primary OA.", "Year": "2023", "PublicationType": ["Journal Article", "Review", "Research Support, N.I.H., Extramural", "Research Support, Non-U.S. Gov't"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/37001593/", "Qualifers": ["genetics", "metabolism"]}, {"PMID": "36672940", "Title": "What to Expect of Feeding Abilities and Nutritional Aspects in Achondroplasia Patients: A Narrative Review.", "Abstract": "Achondroplasia is an autosomal dominant genetic disease representing the most common form of human skeletal dysplasia: almost all individuals with achondroplasia have identifiable mutations in the fibroblast growth factor receptor type 3 (", "Year": "2023", "PublicationType": ["Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/36672940/", "Qualifers": ["genetics"]}, {"PMID": "35235937", "Title": "Novel Treatment Options in Childhood Bone Diseases.", "Abstract": "Several novel treatment options have recently become available in childhood bone diseases. The purpose of this article is to provide an update on some of the therapeutic agents used in the treatment of pediatric osteoporosis, X-linked hypophosphatemic rickets, and achondroplasia (ACH).", "Year": "2023", "PublicationType": ["Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/35235937/", "Qualifers": ["drug therapy"]}, {"PMID": "36347803", "Title": "Achondroplasia: Update on diagnosis, follow-up and treatment.", "Abstract": "Achondroplasia requieres multidisciplinary follow-up, with the aim of preventing and managing complications, improving the quality of life of people who suffer from it and favoring their independence and social inclusion. This review is justified by the multiple publications generated in recent years that have carried out a change in its management. Different guidelines and recommendations have been developed, among which the one made by the American Academy of Pediatrics in 2005 recently updated (2020), the Japanese guide (2020), the first European Consensus (2021) and the International Consensus on the diagnosis, approach multidisciplinary approach and management of individuals with achondroplasia throughout life (2021). However, and despite these recommendations, there is currently a great worldwide variability in the management of people with achondroplasia, with medical, functional and psychosocial consequences in patients and their families. Therefore, it is essential to integrate these recommendations into daily clinical practice, taking into account the particular situation of each health system.", "Year": "2022", "PublicationType": ["Review", "Journal Article"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/36347803/", "Qualifers": ["diagnosis", "therapy"]}, {"PMID": "36362274", "Title": "Molecular and Genetic Mechanisms of Spinal Stenosis Formation: Systematic Review.", "Abstract": "Spinal stenosis (SS) is a multifactorial polyetiological condition characterized by the narrowing of the spinal canal. This condition is a common source of pain among people over 50 years old. We perform a systematic review of molecular and genetic mechanisms that cause SS. The five main mechanisms of SS were found to be ossification of the posterior longitudinal ligament (OPLL), hypertrophy and ossification of the ligamentum flavum (HLF/OLF), facet joint (FJ) osteoarthritis, herniation of the intervertebral disc (IVD), and achondroplasia. FJ osteoarthritis, OPLL, and HLF/OLFLF/OLF have all been associated with an over-abundance of transforming growth factor beta and genes related to this phenomenon. OPLL has also been associated with increased bone morphogenetic protein 2. FJ osteoarthritis is additionally associated with Wnt/β-catenin signaling and genes. IVD herniation is associated with collagen type I alpha 1 and 2 gene mutations and subsequent protein dysregulation. Finally, achondroplasia is associated with fibroblast growth factor receptor 3 gene mutations and fibroblast growth factor signaling. Although most publications lack data on a direct relationship between the mutation and SS formation, it is clear that genetics has a direct impact on the formation of any pathology, including SS. Further studies are necessary to understand the genetic and molecular changes associated with SS.", "Year": "2022", "PublicationType": ["Systematic Review", "Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/36362274/", "Qualifers": ["pathology"]}, {"PMID": "35908138", "Title": "Myasthenia gravis complicating the surgical management of achondroplasia: a case-based update.", "Abstract": "Achondroplasia is the commonest skeletal dysplasia of autosomal dominant inheritance caused by \"gain of function\" mutations in the fibroblast growth factor receptor 3 (FGFR3) gene. Foramen magnum compression due to accelerated ossification and spinal canal stenosis secondary to reduced interpedicular distance is a hallmark of achondroplasia, driven by G380R nucleotide pair substitution. In severe cases, limb weakness and neurogenic claudication will require surgical decompression. Rarely, a neurological condition may mimic the compressive spinal dysfunction and therefore, non-surgical causes must also be considered in cases of acute neurological deterioration in children with achondroplasia. Myasthenia gravis (MG) is an autoimmune condition resulting in fatigable muscle weakness. There are no reported cases of myasthenia gravis in achondroplasia in the literature.", "Year": "2022", "PublicationType": ["Case Reports", "Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/35908138/", "Qualifers": ["complications", "surgery"]}, {"PMID": "34403286", "Title": "Quality of life, physical functioning, and psychosocial function among patients with achondroplasia : a targeted literature review.", "Abstract": "Achondroplasia (ACH) is the most common form of skeletal dysplasia, resulting in disproportionate short stature and medical complications. We review the literature on physical functioning, psychosocial function, and quality of life (QoL) in ACH individuals compared to average stature individuals or other short stature conditions. Studies that assess the association between these outcomes and height, limb length/lengthening surgery in ACH patients are also summarized.", "Year": "2022", "PublicationType": ["Review", "Journal Article", "Research Support, Non-U.S. Gov't"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/34403286/", "Qualifers": ["psychology"]}, {"PMID": "35728791", "Title": "Comprehensive literature review on the prevalence of comorbid conditions in patients with achondroplasia.", "Abstract": "Achondroplasia (ACH) is a rare, genetic condition and is the most common skeletal dysplasia resulting in disproportionate short stature and numerous multi-systemic comorbidities. As we enter an era of new treatment options which may impact comorbidities, it is important to understand the background rates of these events to aid evaluation of potential treatment effects. Thus, the aim of this literature review was to provide a comprehensive quantification of prevalence estimates of comorbidities in achondroplasia by age for use as a compiled reference to assist in quantifying the risk/benefit of new treatment options and informing timely management of ACH.", "Year": "2022", "PublicationType": ["Journal Article", "Review", "Research Support, Non-U.S. Gov't"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/35728791/", "Qualifers": ["complications", "epidemiology"]}, {"PMID": "34864168", "Title": "Expanding horizons of achondroplasia treatment: current options and future developments.", "Abstract": "Activating mutations in the FGFR3 receptor tyrosine kinase lead to most prevalent form of genetic dwarfism in humans, the achondroplasia. Many features of the complex function of FGFR3 in growing skeleton were characterized, which facilitated identification of therapy targets, and drove progress toward treatment. In August 2021, the vosoritide was approved for treatment of achondroplasia, which is based on a stable variant of the C-natriuretic peptide. Other drugs may soon follow, as several conceptually different inhibitors of FGFR3 signaling progress through clinical trials. Here, we review the current achondroplasia therapeutics, describe their mechanisms, and illuminate motivations leading to their development. We also discuss perspectives of curing achondroplasia, and options for repurposing achondroplasia drugs for dwarfing conditions unrelated to FGFR3.", "Year": "2022", "PublicationType": ["Journal Article", "Research Support, Non-U.S. Gov't", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/34864168/", "Qualifers": ["drug therapy", "therapy"]}, {"PMID": "35028714", "Title": "Disease-specific complications and multidisciplinary interventions in achondroplasia.", "Abstract": "Achondroplasia (ACH) is the most common skeletal dysplasia and characterized by a disproportionate short stature, macrocephaly with frontal bossing, exaggerated lumbar lordosis, and trident hands. It is induced by activated mutations in the fibroblast growth factor receptor 3 (FGFR3) gene. In addition to short stature, patients with ACH have a high prevalence of medical complications, including upper airway obstructive apnea, increased mortality, foramen magnum stenosis, hydrocephalus, developmental delay, recurrent ear infections, genu varum, obesity, and spinal canal stenosis, throughout their whole life. Several investigational drugs that modulate abnormal FGFR3 signaling have recently emerged, vosoritide being the most developed. This review presents the different disease-specific complications of ACH occurring in neonates, infants, childhood, adolescent, and adults and reports the current multidisciplinary interventions for these various complications. Moreover, we propose treatment strategies for children with ACH from the perspective of quality of life in adulthood.", "Year": "2022", "PublicationType": ["Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/35028714/", "Qualifers": ["complications", "genetics", "therapy"]}, {"PMID": "34837063", "Title": "International Consensus Statement on the diagnosis, multidisciplinary management and lifelong care of individuals with achondroplasia.", "Abstract": "Achondroplasia, the most common skeletal dysplasia, is characterized by a variety of medical, functional and psychosocial challenges across the lifespan. The condition is caused by a common, recurring, gain-of-function mutation in FGFR3, the gene that encodes fibroblast growth factor receptor 3. This mutation leads to impaired endochondral ossification of the human skeleton. The clinical and radiographic hallmarks of achondroplasia make accurate diagnosis possible in most patients. However, marked variability exists in the clinical care pathways and protocols practised by clinicians who manage children and adults with this condition. A group of 55 international experts from 16 countries and 5 continents have developed consensus statements and recommendations that aim to capture the key challenges and optimal management of achondroplasia across each major life stage and sub-specialty area, using a modified Delphi process. The primary purpose of this first International Consensus Statement is to facilitate the improvement and standardization of care for children and adults with achondroplasia worldwide in order to optimize their clinical outcomes and quality of life.", "Year": "2022", "PublicationType": ["Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/34837063/", "Qualifers": ["diagnosis", "genetics", "therapy"]}, {"PMID": "34983594", "Title": "Impact of achondroplasia on Latin American patients: a systematic review and meta-analysis of observational studies.", "Abstract": "Achondroplasia (ACH), the most common form of disproportionate short stature, is caused by a pathogenic variant in the fibroblast growth factor receptor 3 gene. Recent advances in drug therapy for ACH have highlighted the importance of elucidating the natural history and socioeconomic burden of this condition. Recognition that there are many potential issues for the patient with ACH is the first step in planning cost-effective interventions in Latin America (LATAM), a vast geographic territory comprising countries with multicultural characteristics and wide socioeconomic differences. We conducted a systematic literature review to characterize the impact of ACH on affected individuals and on healthcare resources in LATAM countries.", "Year": "2022", "PublicationType": ["Journal Article", "Meta-Analysis", "Research Support, Non-U.S. Gov't", "Review", "Systematic Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/34983594/", "Qualifers": ["genetics"]}, {"PMID": "34801139", "Title": "Neurosurgical Evaluation and Management of Adults with Achondroplasia.", "Abstract": "Much of the current medical discussion for within centers for skeletal dysplasia and specifically patients with achondroplasia focuses on infancy and early childhood. Most neurosurgical concerns arise due to a defect in the endochondral ossification, resulting on early fusion of the synchondrosis. As patients age, the neurosurgical focus shifts from primarily cranial to spinal concerns. Often pediatric neurosurgeons may continue to follow their patients with skeletal dysplasia. However, general adult neurosurgeons and orthopedic surgeons may see these graduated adults in their practice. This article provides a review of the common neurosurgical concerns for patients with achondroplasia.", "Year": "2022", "PublicationType": ["Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/34801139/", "Qualifers": ["surgery"]}, {"PMID": "34801138", "Title": "Neurosurgical Evaluation and Management of Children with Achondroplasia.", "Abstract": "Achondroplasia is the most common of skeletal dysplasias and is caused by a defect in endochondral bone formation. In addition to skeletal deformities, patients with achondroplasia possess significant abnormalities of the axial skeleton, including small skull base with a narrowed foramen magnum and small vertebral bodies with shortened pedicles. Consequently, patients with achondroplasia are at risk of several severe neurologic conditions, such as cervicomedullary compression, spinal stenosis, and hydrocephalus, which frequently require the attention of a neurosurgeon. This article provides an updated review on the neurosurgical evaluation and care of children with Achondroplasia.", "Year": "2022", "PublicationType": ["Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/34801138/", "Qualifers": ["surgery"]}, {"PMID": "34758681", "Title": "Emerging therapies for Achondroplasia: changing the rules of the game.", "Abstract": "Achondroplasia is the most common genetic cause of disproportionate short stature, affecting over 360,000 individuals. Serious complications contributing to significant morbidity in affected individuals include cranio-cervical junction compression and obstructive sleep apnea. Current clinically available treatments are predominantly symptomatic and associated with variable outcomes. We summarize the new precision investigational products that are currently in Phase 2 and Phase 3 clinical trials for the treatment of individuals with achondroplasia.", "Year": "2021", "PublicationType": ["Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/34758681/", "Qualifers": ["drug therapy", "genetics"]}, {"PMID": "33779806", "Title": "Endoscopic third ventriculostomy for hydrocephalus in a patient with achondroplasia: a case report and literature review.", "Abstract": "Hydrocephalus, a complication of achondroplasia, requires treatment when it is symptomatic. Hydrocephalus associated with achondroplasia is often treated with ventriculoperitoneal shunting, and endoscopic third ventriculostomy (ETV) is rarely performed in these patients. Here, we report the case of an 18-month-old boy with achondroplasia and progressive hydrocephalus who underwent ETV. He had a family history of achondroplasia and was diagnosed with achondroplasia at birth. Magnetic resonance imaging (MRI) at the age of 1 month showed no hydrocephalus. At the age of 15 months, he was admitted to our hospital due to increased head circumference. He had developmental delays, and MRI showed hydrocephalus with ballooning of the third ventricle. The ETV success score was 80 points; therefore, we performed ETV. Postoperatively, the progression of head circumference increase was controlled. The ventricular size remained unchanged on MRI at 13 months after surgery. Recently, an association between non-communicating hydrocephalus and achondroplasia has been reported. Depending on age and imaging findings, ETV may be effective in some patients with achondroplasia with hydrocephalus.", "Year": "2021", "PublicationType": ["Case Reports", "Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/33779806/", "Qualifers": ["complications", "diagnostic imaging", "surgery"]}, {"PMID": "34694597", "Title": "Vosoritide: First Approval.", "Abstract": "Vosoritide (VOXZOGO", "Year": "2021", "PublicationType": ["Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/34694597/", "Qualifers": []}, {"PMID": "33914619", "Title": "Pictorial review: imaging of the spinal manifestations of achondroplasia.", "Abstract": "Achondroplasia is the commonest hereditary skeletal dysplasia exhibiting dwarfism with characteristic rhizomelic (proximal) shortening of the limbs. It is predominantly linked with an autosomal dominant inheritance, but sporadic mutations can occur which are associated with advanced maternal age. Approximately 1 in every 25 000-30 000 live births are affected, and the overall life expectancy is marginally reduced by ~10 years. Mutations in the fibroblast growth factor receptor causes a decrease in endochondral ossification, which results in stunted growth of cartilaginous bones. A resultant narrowed foramen magnum and a short clivus are seen which predisposes to craniocervical spinal canal stenosis. Apnoeic events arising from the compression of the vertebral arteries at the level of the craniocervical junction lead to fatality in the young, with a death rate as high as 7.5%. Decrease in the caudal inter-pedicular distance is characteristic and a contributory factor for cervical, thoracic and lumbar spinal canal stenosis, most pronounced in the lumbar spine with patients often requiring surgical intervention to ease symptoms. Thoracolumbar kyphoscoliosis and sacral manifestations such as small sacro-sciatic notches and a horizontal pelvis are seen. The aim of this pictorial review is to demonstrate the imaging findings of the spinal and pelvic manifestations of achondroplasia.", "Year": "2021", "PublicationType": ["Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/33914619/", "Qualifers": []}, {"PMID": "34019743", "Title": "Lethal and life-limiting skeletal dysplasias: Selected prenatal issues.", "Abstract": "Skeletal dysplasias are a heterogeneous group of congenital bone and cartilage disorders with a genetic etiology. The current classification of skeletal dysplasias distinguishes 461 diseases in 42 groups. The incidence of all skeletal dysplasias is more than 1 in every 5000 newborns. The type of dysplasia and associated abnormalities affect the lethality, survival and long-term prognosis of skeletal dysplasias. It is crucial to distinguish skeletal dysplasias and correctly diagnose the disease to establish the prognosis and achieve better management. It is possible to use prenatal ultrasonography to observe predictors of lethality, such as a bell-shaped thorax, short ribs, severe femoral shortening, and decreased lung volume. Individual lethal or life-limiting dysplasias may have more or less specific features on prenatal ultrasound. The prenatal features of the most common skeletal dysplasias, such as thanatophoric dysplasia, osteogenesis imperfecta type II, achondrogenesis, and campomelic dysplasia, are discussed in this article. Less frequent dysplasias, such as asphyxiating thoracic dystrophy, fibrochondrogenesis, atelosteogenesis, and homozygous achondroplasia, are also discussed.", "Year": "2021", "PublicationType": ["Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/34019743/", "Qualifers": []}, {"PMID": "34070375", "Title": "Advantages and Disadvantages of Different Treatment Methods in Achondroplasia: A Review.", "Abstract": "Achondroplasia (ACH) is a disease caused by a missense mutation in the ", "Year": "2021", "PublicationType": ["Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/34070375/", "Qualifers": []}, {"PMID": "33545406", "Title": "Lifetime impact of achondroplasia: Current evidence and perspectives on the natural history.", "Abstract": "Achondroplasia, the most common form of disproportionate short stature, is caused by a variant in the fibroblast growth factor receptor 3 (FGFR3) gene. Advances in drug treatment for achondroplasia have underscored the need to better understand the natural history of this condition. This article provides a critical review and discussion of the natural history of achondroplasia based on current literature evidence and the perspectives of clinicians with extensive knowledge and practical experience in managing individuals with this diagnosis. This review draws evidence from recent and ongoing longitudinal natural history studies, supplemented with relevant cross-sectional studies where longitudinal research is lacking, to summarize the current knowledge on the nature, incidence, chronology, and interrelationships of achondroplasia-related comorbidities across the lifespan. When possible, data related to adults are presented separately from data specific to children and adolescents. Gaps in knowledge regarding clinical care are identified and areas for future research are recommended and discussed.", "Year": "2021", "PublicationType": ["Journal Article", "Research Support, Non-U.S. Gov't", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/33545406/", "Qualifers": ["genetics"]}, {"PMID": "33051983", "Title": "Earlier detection of hypochondroplasia: A large single-center UK case series and systematic review.", "Abstract": "Hypochondroplasia (HCH) is a rare autosomal dominant skeletal dysplasia condition caused by FGFR3 mutations leading to disproportionate short stature. Classically HCH presents in toddlers or school-age children, as limb-to-trunk disproportion and is often mild and easily overlooked during infancy. We report experiences from a single-center UK HCH-cohort of 31 patients, the rate of antenatal HCH detection in our cohort (13/31, 41.9%) and describe relevant case-data for this subset of 13 patients. Inclusion criteria were patients with confirmed molecular HCH diagnosis (by age 3 years) and presenting with short long-bones or large head size on antenatal ultrasound scan. We then conducted a systematic literature review using PUBMED and MEDLINE, analyzing patients with HCH and related antenatal findings. Antenatally suspected (with subsequent molecular confirmation) HCH has been reported 15 times in the literature (2004-2019). Key markers (consistent in both groups) included reduced; femur length, humeral length and increased; biparietal diameter and head circumference. HCH is increasingly detected both antenatally and in infancy, contrary to previous descriptions. This is likely due to greater HCH awareness, improved imaging, and easier molecular testing. Thus, one should consider HCH outside the classical presenting period. Studying the natural history of younger patients with HCH is important with the advent of several targeted FGFR3 therapies currently in trials for Achondroplasia, that may soon be trialed in HCH.", "Year": "2021", "PublicationType": ["Journal Article", "Systematic Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/33051983/", "Qualifers": []}, {"PMID": "32795681", "Title": "Novel therapeutic approaches for the treatment of achondroplasia.", "Abstract": "Achondroplasia is the most common form of human dwarfism. The molecular basis of achondroplasia was elucidated in 1994 with the identification of the fibroblast growth factor receptor 3 (FGFR3) as the causative gene. Missense mutations causing achondroplasia result in activation of FGFR3 and its downstream signaling pathways, disturbing chondrogenesis, osteogenesis, and long bone elongation. A more accurate understanding of the clinical and molecular aspects of achondroplasia has allowed new therapeutic approaches to be developed. These are based on: clear understanding of the natural history of the disease; proof-of-concept preclinical studies in mouse models; and the current state of knowledge regarding FGFR3 and related growth plate homeostatic pathways. This review provides a brief overview of the preclinical mouse models of achondroplasia that have led to new, non-surgical therapeutic strategies being assessed and applied to children with achondroplasia through pioneering clinical trials.", "Year": "2020", "PublicationType": ["Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/32795681/", "Qualifers": ["drug therapy", "genetics"]}, {"PMID": "33135137", "Title": "Neuroimaging and calvarial findings in achondroplasia.", "Abstract": "Achondroplasia is the most common hereditary form of dwarfism and is characterized by short stature, macrocephaly and various skeletal abnormalities. The phenotypic changes are mainly related to the inhibition of endochondral bone growth. Besides the several commonly known physical features that are characteristic of this syndrome, achondroplasia can affect the central nervous system. The impact on the central nervous system can cause some important clinical conditions. Thus, awareness of detailed neuroimaging features is helpful for the follow-up and management of complications. Although the neuroimaging findings in children with achondroplasia have been noted recently, no literature has specifically reviewed these findings extensively. Radiologists should be familiar of these findings because they have an important role in the diagnosis of achondroplasia and the recognition of complications. The aim of this pictorial essay is to review and systematize the distinctive characteristics and abnormalities of the central nervous system and the calvarium in children with achondroplasia.", "Year": "2020", "PublicationType": ["Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/33135137/", "Qualifers": []}, {"PMID": "32803853", "Title": "Birth prevalence of achondroplasia: A systematic literature review and meta-analysis.", "Abstract": "Achondroplasia is a genetic disorder that results in disproportionate short stature. The true prevalence of achondroplasia is unknown as estimates vary widely. This systematic literature review and meta-analysis was conducted to better estimate worldwide achondroplasia birth prevalence. PubMed, Embase, Scielo, and Google Scholar were searched, complemented by manual searching, for peer-reviewed articles published between 1950 and 2019. Eligible articles were identified by two independent researchers using predefined selection criteria. Birth prevalence estimates were extracted for analysis, and the quality of evidence was assessed. A meta-analysis using a quality effects approach based on the inverse variance fixed effect model was conducted. The search identified 955 unique articles, of which 52 were eligible and included. Based on the meta-analysis, the worldwide birth prevalence of achondroplasia was estimated to be 4.6 per 100,000. Substantial regional variation was observed with a considerably higher birth prevalence reported in North Africa and the Middle East compared to other regions, particularly Europe and the Americas. Higher birth prevalence was also reported in specialized care settings. Significant heterogeneity (Higgins I", "Year": "2020", "PublicationType": ["Journal Article", "Meta-Analysis", "Research Support, Non-U.S. Gov't", "Systematic Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/32803853/", "Qualifers": []}, {"PMID": "32457214", "Title": "Health Supervision for People With Achondroplasia.", "Abstract": "Achondroplasia is the most common short-stature skeletal dysplasia, additionally marked by rhizomelia, macrocephaly, midface hypoplasia, and normal cognition. Potential medical complications associated with achondroplasia include lower extremity long bone bowing, middle-ear dysfunction, obstructive sleep apnea, and, more rarely, cervicomedullary compression, hydrocephalus, thoracolumbar kyphosis, and central sleep apnea. This is the second revision to the original 1995 health supervision guidance from the American Academy of Pediatrics for caring for patients with achondroplasia. Although many of the previously published recommendations remain appropriate for contemporary medical care, this document highlights interval advancements in the clinical methods available to monitor for complications associated with achondroplasia. This document is intended to provide guidance for health care providers to help identify individual patients at high risk of developing serious sequelae and to enable intervention before complications develop.", "Year": "2020", "PublicationType": ["Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/32457214/", "Qualifers": []}, {"PMID": "32144686", "Title": "New developments in the management of achondroplasia.", "Abstract": "Achondroplasia is the most common form of disproportionate short stature. A dominantly inherited FGFR3 mutation permanently activates the fibroblast growth factor receptor 3 (FGFR3) and its downstream mitogen-activated protein kinase (MAPK) signalling pathway. This inhibits chondrocyte differentiation and puts a break on growth plate function, in addition to causing serious medical complications such as foramen magnum and spinal stenosis and upper airway narrowing. A great deal has been learned about complications and consequences of FGFR3 activation and management guidance is evolving aimed to reduce the increased mortality and morbidity in this condition, particularly deaths from spinal cord compression and sleep apnoea in infants and small children. To date, no drugs are licensed for treatment of achondroplasia. Here, we report on the various substances in the drug development pipeline which target elements in molecular disease mechanism such as FGF (fibroblast growth factor) ligands, FGFR3, MAPK signalling as well as the C‑type natriuretic peptide receptor NPR‑B (natriuretic peptide receptor B).", "Year": "2020", "PublicationType": ["Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/32144686/", "Qualifers": []}, {"PMID": "30916780", "Title": "Current knowledge of medical complications in adults with achondroplasia: A scoping review.", "Abstract": "This article provides an overview of the current knowledge on medical complications, health characteristics, and psychosocial issues in adults with achondroplasia. We have used a scoping review methodology particularly recommended for mapping and summarizing existing research evidence, and to identify knowledge gaps. The review process was conducted in accordance with the PRISMA-ScR guidelines (Preferred Reporting Items for Systematic reviews and Meta-Analyses Extension for Scoping Reviews). The selection of studies was based on criteria predefined in a review protocol. Twenty-nine publications were included; 2 reviews, and 27 primary studies. Key information such as reference details, study characteristics, topics of interest, main findings and the study author's conclusion are presented in text and tables. Over the past decades, there has only been a slight increase in publications on adults with achondroplasia. The reported morbidity rates and prevalence of medical complications are often based on a few studies where the methodology and representativeness can be questioned. Studies on sleep-related disorders and pregnancy-related complications were lacking. Multicenter natural history studies have recently been initiated. Future studies should report in accordance to methodological reference standards, to strengthen the reliability and generalizability of the findings, and to increase the relevance for implementing in clinical practice.", "Year": "2020", "PublicationType": ["Journal Article", "Research Support, Non-U.S. Gov't", "Scoping Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/30916780/", "Qualifers": []}]}, "/evidence/mouse-studies/": {"mouse_studies": [{"Model": "Acan<sup>cmd</sup>/Acan<sup>cmd</sup>  [background:] involves: STOCK T t<sup>low</sup> Itpr3<sup>tf</sup>", "Species": "Mus musculus", "ExperimentalCondition": [], "Association": "is_model_of", "DiseaseQualifiers": null, "Disease": "achondroplasia", "ConditionModifier": [], "GeneticModifier": null, "Evidence": ["TAS"], "References": ["632744", "78375"], "Gene": "aggrecan", "SourceURL": "http://www.informatics.jax.org/allele/genoview/MGI:3694235"}, {"Model": "Fgfr3<sup>tm1.1(FGFR3*)Ytc</sup>/Fgfr3<sup>+</sup>  [background:] involves: 129", "Species": "Mus musculus", "ExperimentalCondition": [], "Association": "is_model_of", "DiseaseQualifiers": null, "Disease": "achondroplasia", "ConditionModifier": [], "GeneticModifier": null, "Evidence": ["TAS"], "References": ["28230213"], "Gene": "", "SourceURL": "http://www.informatics.jax.org/allele/genoview/MGI:3694235"}, {"Model": "Fgfr3<sup>tm1.1(FGFR3*)Ytc</sup>/Fgfr3<sup>tm1.1(FGFR3*)Ytc</sup>  [background:] involves: 129", "Species": "Mus musculus", "ExperimentalCondition": [], "Association": "is_model_of", "DiseaseQualifiers": null, "Disease": "achondroplasia", "ConditionModifier": [], "GeneticModifier": null, "Evidence": ["TAS"], "References": ["28230213"], "Gene": "", "SourceURL": "http://www.informatics.jax.org/allele/genoview/MGI:6416462"}, {"Model": "Fgfr3<sup>tm1Cxd</sup>/Fgfr3<sup>tm1Cxd</sup>  [background:] involves: 129S6/SvEvTac * NIH Black Swiss", "Species": "Mus musculus", "ExperimentalCondition": [], "Association": "is_model_of", "DiseaseQualifiers": null, "Disease": "achondroplasia", "ConditionModifier": [], "GeneticModifier": null, "Evidence": ["TAS"], "References": ["9887329"], "Gene": "fibroblast growth factor receptor 3", "SourceURL": "http://www.informatics.jax.org/allele/genoview/MGI:6416454"}, {"Model": "Fgfr3<sup>tm1Dor</sup>/Fgfr3<sup>tm1Dor</sup>  [background:] involves: 129S6/SvEvTac * C57BL/6", "Species": "Mus musculus", "ExperimentalCondition": [], "Association": "does_not_model", "DiseaseQualifiers": null, "Disease": "achondroplasia", "ConditionModifier": [], "GeneticModifier": null, "Evidence": ["TAS"], "References": ["8630492"], "Gene": "fibroblast growth factor receptor 3", "SourceURL": "http://www.informatics.jax.org/allele/genoview/MGI:3586593"}, {"Model": "Fgfr3<sup>tm1Llm</sup>/Fgfr3<sup>+</sup>  [background:] involves: 129S2/SvPas", "Species": "Mus musculus", "ExperimentalCondition": [], "Association": "is_model_of", "DiseaseQualifiers": null, "Disease": "achondroplasia", "ConditionModifier": [], "GeneticModifier": null, "Evidence": ["TAS"], "References": ["23200862"], "Gene": "fibroblast growth factor receptor 3", "SourceURL": "http://www.informatics.jax.org/allele/genoview/MGI:3589422"}, {"Model": "Fgfr3<sup>tm2Wei</sup>/Fgfr3<sup>+</sup>  [background:] involves: 129S1/Sv * 129X1/SvJ * MF1", "Species": "Mus musculus", "ExperimentalCondition": [], "Association": "is_model_of", "DiseaseQualifiers": null, "Disease": "achondroplasia", "ConditionModifier": [], "GeneticModifier": null, "Evidence": ["TAS"], "References": ["10200283"], "Gene": "fibroblast growth factor receptor 3", "SourceURL": "http://www.informatics.jax.org/allele/genoview/MGI:5551435"}, {"Model": "Fgfr3<sup>tm3.1Cxd</sup>/Fgfr3<sup>+</sup>  [background:] involves: 129S6/SvEvTac", "Species": "Mus musculus", "ExperimentalCondition": [], "Association": "is_model_of", "DiseaseQualifiers": null, "Disease": "achondroplasia", "ConditionModifier": [], "GeneticModifier": null, "Evidence": ["TAS"], "References": ["10587515"], "Gene": "fibroblast growth factor receptor 3", "SourceURL": "http://www.informatics.jax.org/allele/genoview/MGI:3639744"}, {"Model": "Fgfr3<sup>tm3.1Cxd</sup>/Fgfr3<sup>tm3.1Cxd</sup>  [background:] involves: 129S6/SvEvTac", "Species": "Mus musculus", "ExperimentalCondition": [], "Association": "is_model_of", "DiseaseQualifiers": null, "Disease": "achondroplasia", "ConditionModifier": [], "GeneticModifier": null, "Evidence": ["TAS"], "References": ["10587515"], "Gene": "fibroblast growth factor receptor 3", "SourceURL": "http://www.informatics.jax.org/allele/genoview/MGI:3640343"}, {"Model": "Fgfr3<sup>tm5.1Cxd</sup>/Fgfr3<sup>+</sup>  [background:] involves: 129S6/SvEvTac", "Species": "Mus musculus", "ExperimentalCondition": [], "Association": "is_model_of", "DiseaseQualifiers": null, "Disease": "achondroplasia", "ConditionModifier": [], "GeneticModifier": null, "Evidence": ["TAS"], "References": ["11181569"], "Gene": "fibroblast growth factor receptor 3", "SourceURL": "http://www.informatics.jax.org/allele/genoview/MGI:3640338"}, {"Model": "Nppc<sup>lbab</sup>/Nppc<sup>lbab</sup>  [background:] B6.PL-Nppc<sup>lbab</sup>/GrsrJ", "Species": "Mus musculus", "ExperimentalCondition": [], "Association": "is_model_of", "DiseaseQualifiers": null, "Disease": "achondroplasia", "ConditionModifier": [], "GeneticModifier": null, "Evidence": ["TAS"], "References": ["17439653"], "Gene": "natriuretic peptide type C", "SourceURL": "http://www.informatics.jax.org/allele/genoview/MGI:3640358"}, {"Model": "Nppc<sup>tm1Yog</sup>/Nppc<sup>tm1Yog</sup>  [background:] either: 129X1/SvJ or (involves: 129 * C57BL/6J)", "Species": "Mus musculus", "ExperimentalCondition": [], "Association": "is_model_of", "DiseaseQualifiers": null, "Disease": "achondroplasia", "ConditionModifier": [], "GeneticModifier": null, "Evidence": ["TAS"], "References": ["11259675"], "Gene": "natriuretic peptide type C", "SourceURL": "http://www.informatics.jax.org/allele/genoview/MGI:3707539"}, {"Model": "Npr2<sup>cn-2J</sup>/Npr2<sup>cn-2J</sup>  [background:] B6;CBACa-A<sup>w-J</sup>/A-Kcnj6<sup>wv</sup>/+", "Species": "Mus musculus", "ExperimentalCondition": [], "Association": "is_model_of", "DiseaseQualifiers": null, "Disease": "achondroplasia", "ConditionModifier": [], "GeneticModifier": null, "Evidence": ["TAS"], "References": ["2152911"], "Gene": "natriuretic peptide receptor 2", "SourceURL": "http://www.informatics.jax.org/allele/genoview/MGI:3522090"}, {"Model": "Npr2<sup>cn-3J</sup>/Npr2<sup>cn-3J</sup>  [background:] MRL/MpJ-Npr2<sup>cn-3J</sup>/GrsrJ", "Species": "Mus musculus", "ExperimentalCondition": [], "Association": "is_model_of", "DiseaseQualifiers": null, "Disease": "achondroplasia", "ConditionModifier": [], "GeneticModifier": null, "Evidence": ["TAS"], "References": ["4947088"], "Gene": "natriuretic peptide receptor 2", "SourceURL": "http://www.informatics.jax.org/allele/genoview/MGI:2183025"}, {"Model": "Npr2<sup>cn</sup>/Npr2<sup>cn</sup>  [background:] involves: AKR/J", "Species": "Mus musculus", "ExperimentalCondition": [], "Association": "is_model_of", "DiseaseQualifiers": null, "Disease": "achondroplasia", "ConditionModifier": [], "GeneticModifier": null, "Evidence": ["TAS"], "References": ["75337"], "Gene": "natriuretic peptide receptor 2", "SourceURL": "http://www.informatics.jax.org/allele/genoview/MGI:4947978"}, {"Model": "Pthlh<sup>tm1Hmk</sup>/Pthlh<sup>tm1Hmk</sup>  [background:] either: (involves: 129S2/SvPas) or (involves: 129S2/SvPas * C57BL/6)", "Species": "Mus musculus", "ExperimentalCondition": [], "Association": "is_model_of", "DiseaseQualifiers": null, "Disease": "achondroplasia", "ConditionModifier": [], "GeneticModifier": null, "Evidence": ["TAS"], "References": ["8314082"], "Gene": "parathyroid hormone-like peptide", "SourceURL": "http://www.informatics.jax.org/allele/genoview/MGI:3828048"}, {"Model": "Spred2<sup>Gt(XB228)Byg</sup>/Spred2<sup>Gt(XB228)Byg</sup>  [background:] involves: 129P2/OlaHsd * C57BL/6", "Species": "Mus musculus", "ExperimentalCondition": [], "Association": "is_model_of", "DiseaseQualifiers": null, "Disease": "achondroplasia", "ConditionModifier": [], "GeneticModifier": null, "Evidence": ["TAS"], "References": ["15946934"], "Gene": "sprouty-related EVH1 domain containing 2", "SourceURL": "http://www.informatics.jax.org/allele/genoview/MGI:3583956"}, {"Model": "Tg(Col2a1-Fgfr3/GH)BDor/0  [background:] FVB/N-Tg(Col2a1-Fgfr3/GH)BDor", "Species": "Mus musculus", "ExperimentalCondition": [], "Association": "is_model_of", "DiseaseQualifiers": null, "Disease": "achondroplasia", "ConditionModifier": [], "GeneticModifier": null, "Evidence": ["TAS"], "References": ["9811582"], "Gene": "fibroblast growth factor receptor 3", "SourceURL": "http://www.informatics.jax.org/allele/genoview/MGI:3603325"}, {"Model": "Tg(FGFR3-G380R)7Aya/0  [background:] involves: BALB/c * C57BL/6", "Species": "Mus musculus", "ExperimentalCondition": [], "Association": "is_model_of", "DiseaseQualifiers": null, "Disease": "achondroplasia", "ConditionModifier": [], "GeneticModifier": null, "Evidence": ["TAS"], "References": ["10607835"], "Gene": "fibroblast growth factor receptor 3", "SourceURL": "http://www.informatics.jax.org/allele/genoview/MGI:5632165"}, {"Model": "Tg(FGFR3-G380R)7Aya/Tg(FGFR3-G380R)7Aya  [background:] involves: BALB/c * C57BL/6", "Species": "Mus musculus", "ExperimentalCondition": [], "Association": "is_model_of", "DiseaseQualifiers": null, "Disease": "achondroplasia", "ConditionModifier": [], "GeneticModifier": null, "Evidence": ["TAS"], "References": ["10607835"], "Gene": "fibroblast growth factor receptor 3", "SourceURL": "http://www.informatics.jax.org/allele/genoview/MGI:6416491"}]}, "/evidence/network-biology/": {"results": [{"url": "https://pfocr.wikipathways.org/figures/PMC3852501__F6", "pmcid": "PMC3852501", "figtitle": "Meclozine Facilitates Proliferation and Differentiation of Chondrocytes by Attenuating Abnormally Activated FGFR3 Signaling in Achondroplasia", "figid": "PMC3852501__pone.0081569.g006", "image_url": "https://europepmc.org/articles/PMC3852501/bin/pone.0081569.g006.jpg", "pmid": "24324705", "gene_symbols": []}, {"url": "https://pfocr.wikipathways.org/figures/PMC7098936__F1", "pmcid": "PMC7098936", "figtitle": "Drugs in development for the treatment of achondroplasia", "figid": "PMC7098936__10354_2020_741_Fig1_HTML", "image_url": "https://europepmc.org/articles/PMC7098936/bin/10354_2020_741_Fig1_HTML.jpg", "pmid": "32144686", "gene_symbols": ["MAPK1", "MAPK3", "MAPK11", "MAPK12", "MAPK13", "MAPK14", "MAPK8", "MAPK9", "MAPK10", "FGFR3", "FGF2", "FGF13", "EPHB2", "NPR2", "MAP2K7", "MAP2K1", "MAP2K2", "CNP", "NPPC", "FRS2", "ZHX2", "ARAF", "BRAF", "RAF1", "XYLT2", "SOS1", "SOS2", "PRKG2", "GRB2", "KRAS", "HRAS", "NRAS"]}, {"url": "https://pfocr.wikipathways.org/figures/PMC8197470__F1", "pmcid": "PMC8197470", "figtitle": "Advantages and Disadvantages of Different Treatment Methods in Achondroplasia: A Review", "figid": "PMC8197470__ijms-22-05573-g001", "image_url": "https://europepmc.org/articles/PMC8197470/bin/ijms-22-05573-g001.jpg", "pmid": "34070375", "gene_symbols": ["PTH", "PTRH2", "PTHLH", "FGFR3", "FGF1", "FGF2", "FGF3", "FGF4", "FGF5", "FGF6", "FGF7", "FGF8", "FGF9", "FGF10", "FGF11", "FGF12", "FGF13", "FGF14", "FGF16", "FGF17", "FGF18", "FGF19", "FGF20", "FGF21", "FGF22", "FGF23", "KRAS", "HRAS", "NRAS", "RAF1", "MAP2K1", "MAP2K2", "MAPK3", "MAPK1", "CNP", "NPPC"]}]}, "/evidence/rna-sequence/": {"achondroplasia": []}, "/disease-profile/ontology/": {"data": [{"id": "MONDO_0007037", "parentIds": ["MONDO_0019685", "EFO_0005571"], "name": "Achondroplasia", "nodeType": "anchor"}, {"id": "MONDO_0018230", "parentIds": ["EFO_0000508", "EFO_0004260"], "name": "skeletal dysplasia", "nodeType": "ancestor"}, {"id": "MONDO_0019685", "parentIds": ["MONDO_0018230"], "name": "FGFR3-related chondrodysplasia", "nodeType": "ancestor"}, {"id": "EFO_0000508", "parentIds": ["OTAR_0000018"], "name": "genetic disorder", "nodeType": "ancestor"}, {"id": "EFO_0002461", "parentIds": ["EFO_0009676"], "name": "skeletal system disease", "nodeType": "ancestor"}, {"id": "EFO_0004260", "parentIds": ["EFO_0002461"], "name": "bone disease", "nodeType": "ancestor"}, {"id": "EFO_0005541", "parentIds": ["EFO_0004260"], "name": "bone development disease", "nodeType": "ancestor"}, {"id": "EFO_0005571", "parentIds": ["EFO_0005541"], "name": "osteochondrodysplasia", "nodeType": "ancestor"}, {"id": "EFO_0009676", "parentIds": ["OTAR_0000006"], "name": "musculoskeletal system disease", "nodeType": "ancestor"}, {"id": "OTAR_0000006", "parentIds": [], "name": "musculoskeletal or connective tissue disease", "nodeType": "ancestor"}, {"id": "OTAR_0000018", "parentIds": [], "name": "genetic, familial or congenital disease", "nodeType": "ancestor"}]}}