{"/disease-profile/ontology/": {"data": [{"id": "MONDO_0013186", "parentIds": ["MONDO_0018997"], "name": "Noonan syndrome 6", "nodeType": "child"}, {"id": "MONDO_0018997", "parentIds": ["MONDO_0015160", "MONDO_0020297", "MONDO_0019313"], "name": "Noonan syndrome", "nodeType": "anchor"}, {"id": "MONDO_0000591", "parentIds": ["EFO_0000318"], "name": "intrinsic cardiomyopathy", "nodeType": "ancestor"}, {"id": "MONDO_0003939", "parentIds": ["EFO_0009676"], "name": "muscle tissue disorder", "nodeType": "ancestor"}, {"id": "MONDO_0015160", "parentIds": ["MONDO_0019042"], "name": "multiple congenital anomalies/dysmorphic syndrome-variable intellectual disability syndrome", "nodeType": "ancestor"}, {"id": "MONDO_0019042", "parentIds": ["MONDO_0019755"], "name": "multiple congenital anomalies/dysmorphic syndrome", "nodeType": "ancestor"}, {"id": "MONDO_0019175", "parentIds": ["MONDO_0019297"], "name": "primary lymphedema", "nodeType": "ancestor"}, {"id": "MONDO_0019297", "parentIds": ["EFO_0007352"], "name": "lymphedema", "nodeType": "ancestor"}, {"id": "MONDO_0019313", "parentIds": ["MONDO_0019175", "EFO_0000508", "EFO_0004264"], "name": "lymphatic malformation", "nodeType": "ancestor"}, {"id": "MONDO_0019755", "parentIds": ["OTAR_0000018"], "name": "developmental defect during embryogenesis", "nodeType": "ancestor"}, {"id": "MONDO_0020297", "parentIds": ["EFO_1001502", "MONDO_0024573"], "name": "Noonan syndrome and Noonan-related syndrome", "nodeType": "ancestor"}, {"id": "MONDO_0024573", "parentIds": ["EFO_0000538", "EFO_0002945"], "name": "familial hypertrophic cardiomyopathy", "nodeType": "ancestor"}, {"id": "MONDO_0044986", "parentIds": ["EFO_0000540"], "name": "lymphoid system disorder", "nodeType": "ancestor"}, {"id": "MONDO_0100547", "parentIds": ["EFO_0003777", "EFO_0000508"], "name": "cardiogenetic disease", "nodeType": "ancestor"}, {"id": "EFO_0000318", "parentIds": ["EFO_0003777", "MONDO_0003939"], "name": "cardiomyopathy", "nodeType": "ancestor"}, {"id": "EFO_0000319", "parentIds": [], "name": "cardiovascular disease", "nodeType": "ancestor"}, {"id": "EFO_0000508", "parentIds": ["OTAR_0000018"], "name": "genetic disorder", "nodeType": "ancestor"}, {"id": "EFO_0000538", "parentIds": ["MONDO_0000591"], "name": "hypertrophic cardiomyopathy", "nodeType": "ancestor"}, {"id": "EFO_0000540", "parentIds": [], "name": "immune system disease", "nodeType": "ancestor"}, {"id": "EFO_0002945", "parentIds": ["MONDO_0100547", "EFO_0000318"], "name": "familial cardiomyopathy", "nodeType": "ancestor"}, {"id": "EFO_0003777", "parentIds": ["EFO_0000319"], "name": "heart disease", "nodeType": "ancestor"}, {"id": "EFO_0004264", "parentIds": ["EFO_0000319"], "name": "vascular disease", "nodeType": "ancestor"}, {"id": "EFO_0005803", "parentIds": [], "name": "hematologic disease", "nodeType": "ancestor"}, {"id": "EFO_0007352", "parentIds": ["EFO_0005803", "MONDO_0044986"], "name": "lymphatic system disease", "nodeType": "ancestor"}, {"id": "EFO_0009676", "parentIds": ["OTAR_0000006"], "name": "musculoskeletal system disease", "nodeType": "ancestor"}, {"id": "EFO_1001502", "parentIds": ["EFO_0000508"], "name": "rasopathy", "nodeType": "ancestor"}, {"id": "OTAR_0000006", "parentIds": [], "name": "musculoskeletal or connective tissue disease", "nodeType": "ancestor"}, {"id": "OTAR_0000018", "parentIds": [], "name": "genetic, familial or congenital disease", "nodeType": "ancestor"}]}, "/disease-profile/details/": {"data": {"diseases": {"id": "MONDO_0018997", "name": "Noonan syndrome", "description": "Noonan Syndrome (NS) is characterized by short stature, typical facial dysmorphism and congenital heart defects.", "synonyms": [{"relation": "hasExactSynonym", "terms": ["Noonan's syndrome", "Noonan syndrome", "Turner's phenotype, karyotype normal"]}, {"relation": "hasRelatedSynonym", "terms": ["pseudo-Ullrich-Turner syndrome", "Ullrich-Noonan syndrome", "Noonan-Ehmke syndrome"]}]}}}, "/evidence/network-biology/": {"results": [{"url": "https://pfocr.wikipathways.org/figures/PMC3058199__F6", "pmcid": "PMC3058199", "figtitle": "Noonan syndrome and clinically related disorders", "figid": "PMC3058199__nihms-236657-f0006", "image_url": "https://europepmc.org/articles/PMC3058199/bin/nihms-236657-f0006.jpg", "pmid": "21396583", "gene_symbols": ["HRAS", "CS", "KRAS", "NRAS", "GRB2", "CBL", "SHC1", "SHC2", "SHC3", "SHC4", "SOS1", "PTPN11", "NF1", "LSS", "LMBR1", "RAF1", "RNASE3", "BRAF", "SHOC2", "PPP1CB", "PPP1CC", "ZHX2", "ARAF", "SPRED1", "DSG4", "MAP2K7", "MAP2K1", "MAP2K2", "EPHB2", "MAPK1", "MAPK3"]}, {"url": "https://pfocr.wikipathways.org/figures/PMC3163944__F7", "pmcid": "PMC3163944", "figtitle": "Disruption of the histone acetyltransferase MYST4 leads to a Noonan syndrome–like phenotype and hyperactivated MAPK signaling in humans and mice", "figid": "PMC3163944__JCI43428.f7", "image_url": "https://europepmc.org/articles/PMC3163944/bin/JCI43428.f7.jpg", "pmid": "21804188", "gene_symbols": []}, {"url": "https://pfocr.wikipathways.org/figures/PMC4267483__F1", "pmcid": "PMC4267483", "figtitle": "Noonan syndrome", "figid": "PMC4267483__nihms647362f1", "image_url": "https://europepmc.org/articles/PMC4267483/bin/nihms647362f1.jpg", "pmid": "23312968", "gene_symbols": ["MTG1", "KRAS", "NRAS", "CBL", "HRAS", "SOS1", "PTPN11", "GRB2", "BRAF", "RAF1", "RNASE3", "SHOC2", "MAP2K7", "MAP2K1", "MAP2K2", "EPHB2", "MAPK1", "MAPK3"]}]}, "/evidence/literature/": {"literature": [{"PMID": "39643432", "Title": "Portraying the full picture of Neurofibromatosis-Noonan syndrome: a systematic review of literature.", "Abstract": "Neurofibromatosis-Noonan syndrome (NFNS) is an extremely rare genetic entity combining the clinical phenotype of two conditions: neurofibromatosis type 1 syndrome (NF1) and Noonan syndrome (NS). Nevertheless, many inconsistencies reside in our understanding of this condition, mainly its clinical features and genetic background. Through this systematic review, we aim to shed light on the epidemiological features, the broad clinical spectrum, the underlying genetic defects and the associated comorbidities of NFNS.", "Year": "2025", "PublicationType": ["Systematic Review", "Journal Article"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/39643432/", "Qualifers": ["genetics", "epidemiology", "pathology"]}, {"PMID": "39825649", "Title": "[Growth and development patterns of Noonan syndrome and advances in the treatment of short stature].", "Abstract": "Patients with Noonan syndrome (NS) are born with normal or slightly lower body length and weight compared to the normal ranges. However, their height gradually falls behind that of the general population, leading to growth retardation and delayed puberty. In China, the incidence of short stature in patients with NS is approximately 65%. Short stature in these patients arises from multiple causes, including feeding difficulties in infancy, comorbidities such as congenital heart disease, genetic heterogeneity, and disorders of the growth hormone/insulin-like growth factor-1 axis. Growth hormone is commonly used to alleviate symptoms of short stature. This article reviews the growth and development patterns at different stages of NS, analyzes the causes of short stature, and summarizes the latest advances in treatment to provide new insights for the diagnosis and management of short stature in patients with NS.", "Year": "2025", "PublicationType": ["Journal Article", "Review", "English Abstract"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/39825649/", "Qualifers": ["genetics", "therapy"]}, {"PMID": "39196581", "Title": "Update on Pediatric Cancer Surveillance Recommendations for Patients with Neurofibromatosis Type 1, Noonan Syndrome, CBL Syndrome, Costello Syndrome, and Related RASopathies.", "Abstract": "Neurofibromatosis type 1 (NF1), Noonan syndrome, and related syndromes, grouped as RASopathies, result from dysregulation of the RAS-MAPK pathway and demonstrate varied multisystemic clinical phenotypes. Together, RASopathies are among the more prevalent genetic cancer predisposition syndromes and require nuanced clinical management. When compared with the general population, children with RASopathies are at significantly increased risk of benign and malignant neoplasms. In the past decade, clinical trials have shown that targeted therapies can improve outcomes for low-grade and benign neoplastic lesions but have their own challenges, highlighting the multidisciplinary care needed for such individuals, specifically those with NF1. This perspective, which originated from the 2023 American Association for Cancer Research Childhood Cancer Predisposition Workshop, serves to update pediatric oncologists, neurologists, geneticists, counselors, and other health care professionals on revised diagnostic criteria, review previously published surveillance guidelines, and harmonize updated surveillance recommendations for patients with NF1 or RASopathies.", "Year": "2024", "PublicationType": ["Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/39196581/", "Qualifers": ["complications", "diagnosis", "genetics", "therapy"]}, {"PMID": "39076033", "Title": "Noonan syndrome-like disorder: Case report and review of the literature.", "Abstract": "Of patients with a Noonan syndrome phenotype, only about 1% are found to be related to pathological variants in CBL, also known as Noonan syndrome-like disorder (NSLD). We present a case of a 4-year-old boy diagnosed with NSLD, presenting with multiple melanocytic nevi and superficial neurofibromas. A literature review identified common cutaneous findings of NSLD, for example, café-au-lait macules (22%), juvenile xanthogranuloma (16%), and thin hair (10%). As there are no documented cases of neurofibromas associated with NSLD, and only a single report of multiple melanocytic nevi, inclusion of these features in the phenotype may be warranted and mitigate the necessity for future biopsies in other children.", "Year": "2024", "PublicationType": ["Case Reports", "Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/39076033/", "Qualifers": ["diagnosis"]}, {"PMID": "38847235", "Title": "Noonan syndrome and type 1 Chiari malformation: Possible association.", "Abstract": "Noonan syndrome (NS) is mostly an autosomal dominant genetic disorder that affects between 1 in 1000 and 1 in 2500 people. Type 1 Chiari malformations (CM1) have an estimated prevalence of <1 in 1000 people. Though NS typically spares the posterior fossa, there have been 11 past instances of patients with NS having a concurrent CM1 that have been published in the literature. Each of these 11 cases occurred sporadically, in an isolated individual with no published family history of CM1. This case report presents a three generational family with four members having both NS and concurrent CM1. All affected family members share a pathogenic variant in PTPN11. A literature review was performed to identify and compile data regarding all past published cases of NS and CM1 occurring concurrently. Since 1982, a dozen case reports have detailed NS with concurrent CM1. Where molecular genetic data was presented, seven had a variant in PTPN11, and only one had a variant in another gene. The clustering of NS with CM1 within a single family that shares the same genotype, along with the exclusion of both NS and CM1 in other family members, may indicate that CM1 is a part of the NS phenotype.", "Year": "2024", "PublicationType": ["Case Reports", "Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/38847235/", "Qualifers": ["complications", "diagnosis", "genetics"]}, {"PMID": "39336782", "Title": "Transient Myeloproliferative Disorder (TMD), Acute Lymphoblastic Leukemia (ALL), and Juvenile Myelomonocytic Leukemia (JMML) in a Child with Noonan Syndrome: Sequential Occurrence, Single Center Experience, and Review of the Literature.", "Abstract": "Noonan syndrome (NS) is an autosomal dominant disorder that varies in severity and can involve multiple organ systems. In approximately 50% of cases, it is caused by missense mutations in the ", "Year": "2024", "PublicationType": ["Case Reports", "Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/39336782/", "Qualifers": ["complications", "genetics", "therapy"]}, {"PMID": "39202376", "Title": "Cardiac Phenotype and Gene Mutations in RASopathies.", "Abstract": "Cardiac involvement is a major feature of RASopathies, a group of phenotypically overlapping syndromes caused by germline mutations in genes encoding components of the RAS/MAPK (mitogen-activated protein kinase) signaling pathway. In particular, Noonan syndrome (NS) is associated with a wide spectrum of cardiac pathologies ranging from congenital heart disease (CHD), present in approximately 80% of patients, to hypertrophic cardiomyopathy (HCM), observed in approximately 20% of patients. Genotype-cardiac phenotype correlations are frequently described, and they are useful indicators in predicting the prognosis concerning cardiac disease over the lifetime. The aim of this review is to clarify the molecular mechanisms underlying the development of cardiac diseases associated particularly with NS, and to discuss the main morphological and clinical characteristics of the two most frequent cardiac disorders, namely pulmonary valve stenosis (PVS) and HCM. We will also report the genotype-phenotype correlation and its implications for prognosis and treatment. Knowing the molecular mechanisms responsible for the genotype-phenotype correlation is key to developing possible targeted therapies. We will briefly address the first experiences of targeted HCM treatment using RAS/MAPK pathway inhibitors.", "Year": "2024", "PublicationType": ["Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/39202376/", "Qualifers": ["genetics", "pathology"]}, {"PMID": "39062695", "Title": "Phenotypic Expansion of Autosomal Dominant LZTR1 -Related Disorders with Special Emphasis on Adult-Onset Features.", "Abstract": "Leucine zipper-like transcription regulator 1 (LZTR1) acts as a negative factor that suppresses RAS function and MAPK signaling; mutations in this protein may dysregulate RAS ubiquitination and lead to impaired degradation of RAS superfamily proteins. Germline ", "Year": "2024", "PublicationType": ["Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/39062695/", "Qualifers": ["genetics", "pathology"]}, {"PMID": "38689733", "Title": "Gonadal dysfunction in a man with Noonan syndrome from the LZTR1 variant: case report and review of literature.", "Abstract": "Noonan syndrome (NS) is a genetic disorder characterized by multiple congenital defects caused by mutations in the RAS/mitogen-activated protein kinase pathway. Male fertility has been reported to be impaired in NS, but only a few studies have focused on fertility status in NS patients and underlying mechanisms are still incompletely understood. We describe the case of a 35-year-old man who underwent an andrological evaluation due to erectile dysfunction and severe oligospermia. A syndromic facial appearance and reduced testis size were present on clinical examination. Hormonal evaluation showed normal total testosterone level, high FSH level, and low-normal AMH and inhibin B, compatible with primary Sertoli cell dysfunction. Genetic analysis demonstrated the pathogenetic heterozygous variant c.742G>A, p.(Gly248Arg) of the ", "Year": "2024", "PublicationType": ["Case Reports", "Review", "Journal Article", "Research Support, Non-U.S. Gov't"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/38689733/", "Qualifers": ["genetics", "complications"]}, {"PMID": "38581124", "Title": "Autism spectrum disorder profiles in RASopathies: A systematic review.", "Abstract": "RASopathies are associated with an increased risk of autism spectrum disorder (ASD). For neurofibromatosis type 1 (NF1) there is ample evidence for this increased risk, while for other RASopathies this association has been studied less. No specific ASD profile has been delineated so far for RASopathies or a specific RASopathy individually.", "Year": "2024", "PublicationType": ["Systematic Review", "Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/38581124/", "Qualifers": ["genetics"]}, {"PMID": "38674380", "Title": "Paternally Inherited Noonan Syndrome Caused by a PTPN11 Variant May Exhibit Mild Symptoms: A Case Report and Literature Review.", "Abstract": "Noonan syndrome (NS)/Noonan syndrome with multiple lentigines (NSML) is commonly characterized by distinct facial features, a short stature, cardiac problems, and a developmental delay of variable degrees. However, as many as 50% of individuals diagnosed with NS/NSML have a mildly affected parent or relative due to variable expressivity and possibly incomplete penetrance of the disorder, and those who are recognized to have NS only after a diagnosis are established in a more obviously affected index case.", "Year": "2024", "PublicationType": ["Journal Article", "Case Reports", "Review", "Research Support, Non-U.S. Gov't"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/38674380/", "Qualifers": ["genetics"]}, {"PMID": "38485311", "Title": "Syndromic and single gene disorders associated with fetal pleural effusion (I): Noonan syndrome, RASopathy and congenital lymphatic anomalies.", "Abstract": "Fetal pleural effusion has been reported to be associated with chromosomal abnormalities, genetic syndromes, obstructive uropathy, lymphatic vessel abnormalities such as Noonan syndrome, RASopathy and congenital lymphatic anomalies, thoracic cavity defects, Rh or ABO incompatibility, non-immune hydrops fetalis, infections, congenital cardiac anomalies, metabolic diseases and hematologic diseases such as α-thalassemia. This review provides an overview of syndromic and single gene disorders associated with fetal pleural effusion that is useful for genetic counseling and fetal therapy at prenatal diagnosis of fetal pleural effusion.", "Year": "2024", "PublicationType": ["Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/38485311/", "Qualifers": ["complications", "diagnosis", "genetics"]}, {"PMID": "38132703", "Title": "Noonan Syndrome-related Myeloproliferative Disorder Occurring in the Neonatal Period: Case Report and Literature Review.", "Abstract": "Noonan syndrome-related myeloproliferative disorder (NS/MPD) and juvenile myelomonocytic leukemia (JMML) are rare MPDs that occur in young children. We herein report a case of NS/MPD with neonatal onset. The patient had a characteristic appearance and high monocyte count in the peripheral blood and bone marrow. Genetic testing showed the E139D mutation in PTPN11 ; however, the patient did not meet all the diagnostic criteria for JMML, and we thus diagnosed him with NS/MPD. Eight other cases of NS/MPD with neonatal onset are also summarized. The initial presentation varied, and the prognosis was considered poor compared with previous reports of NS/MPD.", "Year": "2024", "PublicationType": ["Review", "Case Reports", "Journal Article", "Research Support, Non-U.S. Gov't"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/38132703/", "Qualifers": ["complications", "genetics"]}, {"PMID": "37863846", "Title": "Novel therapeutic perspectives in Noonan syndrome and RASopathies.", "Abstract": "Noonan syndrome belongs to the family of RASopathies, a group of multiple congenital anomaly disorders caused by pathogenic variants in genes encoding components or regulators of the RAS/mitogen-activated protein kinase (MAPK) signalling pathway. Collectively, all these pathogenic variants lead to increased RAS/MAPK activation. The better understanding of the molecular mechanisms underlying the different manifestations of NS and RASopathies has led to the identification of molecular targets for specific pharmacological interventions. Many specific agents (e.g. SHP2 and MEK inhibitors) have already been developed for the treatment of RAS/MAPK-driven malignancies. In addition, other molecules with the property of modulating RAS/MAPK activation are indicated in non-malignant diseases (e.g. C-type natriuretic peptide analogues in achondroplasia or statins in hypercholesterolemia).  Conclusion: Drug repositioning of these molecules represents a challenging approach to treat or prevent medical complications associated with RASopathies. What is Known: • Noonan syndrome and related disorders are caused by pathogenic variants in genes encoding components or regulators of the RAS/mitogen-activated protein kinase (MAPK) signalling pathway, resulting in increased activation of this pathway. • This group of disorders is now known as RASopathies and represents one of the largest groups of multiple congenital anomaly diseases known. What is New: • The identification of pathophysiological mechanisms provides new insights into the development of specific therapeutic strategies, in particular treatment aimed at reducing RAS/MAPK hyperactivation. • Drug repositioning of specific agents already developed for the treatment of malignant (e.g. SHP2 and MEK inhibitors) or non-malignant diseases (e.g. C-type natriuretic peptide analogues in achondroplasia or statins in hypercholesterolaemia) represents a challenging approach to the treatment of RASopathies.", "Year": "2024", "PublicationType": ["Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/37863846/", "Qualifers": ["drug therapy", "genetics"]}, {"PMID": "38015090", "Title": "Myeloproliferative disorder in a patient with RIT1-associated Noonan syndrome: Case report and literature review.", "Abstract": "", "Year": "2024", "PublicationType": ["Review", "Case Reports", "Letter"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/38015090/", "Qualifers": ["complications", "genetics"]}, {"PMID": "38238724", "Title": "Monogenic systemic lupus erythematosus onset in a 13-year-old boy with Noonan like-syndrome: a case report and literature review.", "Abstract": "Childhood systemic lupus erythematosus (cSLE) has been considered as a polygenic autoimmune disease; however, a monogenic lupus-like phenotype is emerging with the recent recognition of several related novel high-penetrance genetic variants. RASopathies, a group of disorders caused by mutations in the RAS/MAPK pathway, have been recently described as a cause of monogenic lupus.", "Year": "2024", "PublicationType": ["Review", "Case Reports", "Journal Article"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/38238724/", "Qualifers": ["complications", "diagnosis", "genetics"]}, {"PMID": "35156148", "Title": "An Assessment of the Therapeutic Landscape for the Treatment of Heart Disease in the RASopathies.", "Abstract": "The RAS/mitogen-activated protein kinase (MAPK) pathway controls a plethora of developmental and post-developmental processes. It is now clear that mutations in the RAS-MAPK pathway cause developmental diseases collectively referred to as the RASopathies. The RASopathies include Noonan syndrome, Noonan syndrome with multiple lentigines, cardiofaciocutaneous syndrome, neurofibromatosis type 1, and Costello syndrome. RASopathy patients exhibit a wide spectrum of congenital heart defects (CHD), such as valvular abnormalities and hypertrophic cardiomyopathy (HCM). Since the cardiovascular defects are the most serious and recurrent cause of mortality in RASopathy patients, it is critical to understand the pathological signaling mechanisms that drive the disease. Therapies for the treatment of HCM and other RASopathy-associated comorbidities have yet to be fully realized. Recent developments have shown promise for the use of repurposed antineoplastic drugs that target the RAS-MAPK pathway for the treatment of RASopathy-associated HCM. However, given the impact of the RAS-MAPK pathway in post-developmental physiology, establishing safety and evaluating risk when treating children will be paramount. As such insight provided by preclinical and clinical information will be critical. This review will highlight the cardiovascular manifestations caused by the RASopathies and will discuss the emerging therapies for treatment.", "Year": "2023", "PublicationType": ["Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/35156148/", "Qualifers": ["drug therapy", "genetics"]}, {"PMID": "37576960", "Title": "Abnormalities of pubertal development and gonadal function in Noonan syndrome.", "Abstract": "Noonan syndrome (NS) is a genetic multisystem disorder characterised by variable clinical manifestations including dysmorphic facial features, short stature, congenital heart disease, renal anomalies, lymphatic malformations, chest deformities, cryptorchidism in males.", "Year": "2023", "PublicationType": ["Systematic Review", "Journal Article"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/37576960/", "Qualifers": ["genetics"]}, {"PMID": "37084633", "Title": "Efficacy and safety of growth hormone therapy in children with Noonan syndrome.", "Abstract": "Patients with Noonan syndrome typically have a target height <2 standard deviations compared to the general population, and half of the affected adults remain permanently below the 3rd centile for height, though their short stature might result from a multifactorial etiology, not-yet fully understood. The secretion of growth hormone (GH) following the classic GH stimulation tests is often normal, with baseline insulin-like growth factor-1 (IGF-1) levels at the lower normal limits, but patients with Noonan syndrome have also a possible moderate response to GH therapy, leading to a final increased height and substantial improvement in growth rate. Aim of this review was to evaluate both safety and efficacy of GH therapy in children and adolescents with Noonan syndrome, also evaluating as a secondary aim the possible correlations between the underlying genetic mutations and GH responses.", "Year": "2023", "PublicationType": ["Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/37084633/", "Qualifers": ["drug therapy"]}, {"PMID": "36847963", "Title": "Neurosurgical aspects of Noonan syndrome.", "Abstract": "Noonan syndrome (NS) is a rare neurodevelopmental syndrome characterized by dysmorphic features, congenital heart defects, neurodevelopmental delay, and bleeding diathesis. Though rare, several neurosurgical manifestations have been associated with NS, such as Chiari malformation (CM-I), syringomyelia, brain tumors, moyamoya, and craniosynostosis. We describe our experience in treating children with NS and various neurosurgical conditions, and review the current literature on neurosurgical aspects of NS.", "Year": "2023", "PublicationType": ["Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/36847963/", "Qualifers": ["complications", "surgery"]}, {"PMID": "36460282", "Title": "Clinical analysis of Noonan syndrome caused by RRAS2 mutations and literature review.", "Abstract": "Noonan syndrome is a common developmental disorder characterized by distinctive facial dysmorphism, short stature, congenital heart defects, pectus deformity, and developmental delay. It is related to the abnormal activation of genes involved in the RAS-MAPK signaling pathway, more than a dozen of which can be affected. However, mutations of the RRAS2 gene are rare, with only 6 different RRAS2 variants in 13 patients reported to date. In this case report, whole-exome sequencing revealed a novel heterozygous variant in the RRAS2 gene NM_012250: c.212G > A, p.(Gly71Glu). Phenotypically, our patient had typical Noonan syndrome-related clinical manifestations consistent with published reports, such as short stature, facial dysmorphism, short neck, patent foramen ovale, moderate global developmental delay, and hearing impairment. In addition, our patient also had a distal middle finger deformity and hair defect, which have not been reported in previous cases. We analyzed the clinical characteristics of all patients with Noonan syndrome caused by RRAS2 variants and reviewed the literature. This discovery expands the genetic and phenotypic spectrum of Noonan syndrome.", "Year": "2023", "PublicationType": ["Review", "Case Reports", "Journal Article"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/36460282/", "Qualifers": ["genetics"]}, {"PMID": "36541891", "Title": "Dermatological manifestations, management, and care in RASopathies.", "Abstract": "RASopathies are rare genetic disorders caused by germline pathogenic variants in genes belonging to the RAS/MAPK pathway, which signals cell proliferation, differentiation, survival and death. The dysfunction of such signaling pathway causes syndromes with overlapping clinical manifestations. Skin and adnexal lesions are the cardinal clinical signs of RASopathies, such as cardiofaciocutaneous syndrome, Noonan syndrome with multiple lentigines, formerly known as LEOPARD syndrome, Costello syndrome, neurofibromatosis (NF1), Legius syndrome, Noonan-like syndrome with loose anagen hair (NSLH) and Noonan syndrome. As NF1, one of the most common RASopathies, described in 1882, has its clinical features well delineated, we will focus on the dermatological diagnosis, management and care of non-NF1 RASopathies, which are less known and more recently described. Dermatological manifestations are important clinical diagnostic elements that can aid differential diagnosis among RASopathies. They can affect dermis and epidermis, causing pigmented lesions (melanocytic nevi, café-au-lait spots, and lentigines), hyperkeratosis (keratosis pilaris, ulerythema ophryogenes, and palmoplantar keratosis) or hyperplasia. To date there are rare known links to malignancy, but oftentimes skin lesions require close attention because they can highly affect quality of life.", "Year": "2022", "PublicationType": ["Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/36541891/", "Qualifers": ["diagnosis", "genetics", "therapy"]}, {"PMID": "36533693", "Title": "Cancer incidence and surveillance strategies in individuals with RASopathies.", "Abstract": "RASopathies are a set of clinical syndromes that have molecular and clinical overlap. Genetically, these syndromes are defined by germline pathogenic variants in RAS/MAPK pathway genes resulting in activation of this pathway. Clinically, their common molecular signature leads to comparable phenotypes, including cardiac anomalies, neurologic disorders and notably, elevated cancer risk. Cancer risk in individuals with RASopathies has been estimated from retrospective reviews and cohort studies. For example, in Costello syndrome, cancer incidence is significantly elevated over the general population, largely due to solid tumors. In some forms of Noonan syndrome, cancer risk is also elevated over the general population and is enriched for hematologic malignancies. Thus, cancer surveillance guidelines have been developed to monitor for the occurrence of such cancers in individuals with some RASopathies. These include abdominal ultrasound and urinalyses for individuals with Costello syndrome, while complete blood counts and splenic examination are recommended in Noonan syndrome. Improved cancer risk estimates and refinement of surveillance recommendations will improve the care of individuals with RASopathies.", "Year": "2022", "PublicationType": ["Journal Article", "Review", "Research Support, N.I.H., Extramural"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/36533693/", "Qualifers": ["epidemiology", "genetics", "pathology"]}, {"PMID": "36533679", "Title": "New prospectives on treatment opportunities in RASopathies.", "Abstract": "The RASopathies are a group of clinically defined developmental syndromes caused by germline variants of the RAS/mitogen-activated protein (MAPK) cascade. The prototypic RASopathy is Noonan syndrome, which has phenotypic overlap with related disorders such as cardiofaciocutaneous syndrome, Costello syndrome, Noonan syndrome with multiple lentigines, and others. In this state-of-the-art review, we summarize current knowledge on unmet therapeutic needs in these diseases and novel treatment approaches informed by insights from RAS/MAPK-associated cancer therapies, in particular through inhibition of MEK1/2 and mTOR in patients with severe disease manifestations. We explore the possibilities of integrating a larger arsenal of molecules currently under development into future care plans. Lastly, we describe both medical and ethical challenges and opportunities for future clinical trials in the field.", "Year": "2022", "PublicationType": ["Journal Article", "Review", "Research Support, Non-U.S. Gov't"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/36533679/", "Qualifers": ["drug therapy", "genetics"]}, {"PMID": "36515923", "Title": "Management of nutritional and gastrointestinal issues in RASopathies: A narrative review.", "Abstract": "Noonan, Costello, and cardio-facio-cutaneous syndrome are neurodevelopmental disorders belonging to the RASopathies, a group of syndromes caused by alterations in the RAS/MAPK pathway. They are characterized by similar clinical features, among which feeding difficulties, growth delay, and gastro-intestinal disorders are frequent, causing pain and discomfort in patients. Hereby, we describe the main nutritional and gastrointestinal issues reported in individuals with RASopathies, specifically in Noonan syndrome, Noonan syndrome-related disorders, Costello, and cardio-facio-cutaneous syndromes. Fifty percent of children with Noonan syndrome may experience feeding difficulties that usually have a spontaneous resolution by the second year of life, especially associated to genes different than PTPN11 and SOS1. More severe manifestations often require artificial enteral nutrition in infancy are observed in Costello syndrome, mostly associated to c.34G>A substitution in the HRAS gene. In cardio-facio-cutaneous syndrome feeding issues are usually present (90-100% of cases), especially in individuals carrying variants in BRAF, MAP2K1, and MAP2K2 genes, and artificial enteral intervention, even after scholar age, may be required. Moreover, disorders associated with gastrointestinal dysmotility as gastro-esophageal reflux and constipation are commonly reported in all the above-mentioned syndromes. Given the impact on growth and on the quality of life of these patients, early evaluation and prompt personalized management plans are fundamental.", "Year": "2022", "PublicationType": ["Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/36515923/", "Qualifers": ["genetics", "therapy"]}, {"PMID": "36461161", "Title": "Bone health in RASopathies.", "Abstract": "The RASopathies are a group of disorders due to pathogenic variants in genes involved in the Ras/MAPK pathway, many of which have overlapping clinical features (e.g., neurofibromatosis type 1, Costello syndrome, cardiofaciocutaneous syndrome and Noonan syndrome) including musculoskeletal manifestations. Osteopenia and osteoporosis are reported in many of the RASopathies suggesting a shared pathogenesis. Even though osteopenia and osteoporosis are often detected and fractures have been reported, the clinical impact of bone mineralization defects on the skeleton of the various syndromes is poorly understood. Further knowledge of the role of the Ras/MAPK pathway on the bone cellular function, and more detailed musculoskeletal phenotyping will be critical in helping to develop therapies to improve bone health in the RASopathies.", "Year": "2022", "PublicationType": ["Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/36461161/", "Qualifers": ["genetics"]}, {"PMID": "36454176", "Title": "Central nervous system involvement in individuals with RASopathies.", "Abstract": "Central nervous system (CNS) anomalies are common in individuals with RASopathies. While certain findings, including relative or absolute macrocephaly, are typical for most RASopathies, other findings are more common in certain conditions, with rare low-grade gliomas in Noonan syndrome (NS); Chiari 1 malformation and tethered cord in Costello syndrome (CS); and variable structural anomalies including heterotopia and hydrocephalus in cardio-facio-cutaneous syndrome (CFC). We performed a literature review and present aggregate data on the common and uncommon CNS manifestations in individuals with RASopathies. A gene-based approach to defining risk for specific abnormalities may be considered. However, limited information on the CNS findings of rare RASopathies, such as autosomal recessive LZTR1-related NS or PPP1CB-related NS with loose anagen hair (NSLH), is currently available. Thus, consideration of the RASopathies as a group of distinct syndromic conditions with shared underlying causes and overlapping clinical presentations remains relevant, and individuals with a RASopathy are at risk for many findings seen in these conditions.", "Year": "2022", "PublicationType": ["Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/36454176/", "Qualifers": ["genetics"]}, {"PMID": "36428239", "Title": "Clinical overview on RASopathies.", "Abstract": "RASopathies comprise a group of clinically overlapping developmental disorders caused by genetic variations affecting components or modulators of the RAS-MAPK signaling cascade, which lead to dysregulation of signal flow through this pathway. Noonan syndrome and the less frequent, clinically related disorders, Costello syndrome, cardiofaciocutaneous syndrome, Noonan syndrome with multiple lentigines, and Noonan syndrome-like disorder with loose anagen hair are part of the RASopathy spectrum and share a recognizable pattern of multisystem involvement. This review describes the \"Noonan syndrome-like\" phenotype as a common phenotypic signature of generalized developmental RAS pathway dysregulation. Distinctive features of the different entities are revisited against the background of the understanding of underlying genetic alterations and genotype correlations, which has evolved rapidly during the past 20 years, thereby leading to suggestions regarding the nosology of RASopathies.", "Year": "2022", "PublicationType": ["Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/36428239/", "Qualifers": ["genetics"]}, {"PMID": "36408797", "Title": "The heart in RASopathies.", "Abstract": "The cardiovascular phenotype associated with RASopathies has expanded far beyond the original descriptions of pulmonary valve stenosis by Dr Jaqueline Noonan in 1968 and hypertrophic cardiomyopathy by Hirsch et al. in 1975. Because of the common underlying RAS/MAPK pathway dysregulation, RASopathy syndromes usually present with a typical spectrum of overlapping cardiovascular anomalies, although less common cardiac defects can occur. The identification of the causative genetic variants has enabled the recognition of specific correlations between genotype and cardiac phenotype. Characterization and understanding of genotype-phenotype associations is not only important for counseling a family of an infant with a new diagnosis of a RASopathy condition but is also critical for their clinical prognosis with respect to cardiac disease, neurodevelopment and other organ system involvement over the lifetime of the patient. This review will focus on the cardiac manifestations of the most common RASopathy syndromes, the relationship between cardiac defects and causal genetic variation, the contribution of cardiovascular abnormalities to morbidity and mortality and the most relevant follow-up issues for patients affected by RAS/MAPK pathway diseases, with respect to cardiac clinical outcomes and management, in children and in the adult population.", "Year": "2022", "PublicationType": ["Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/36408797/", "Qualifers": ["genetics", "diagnosis"]}, {"PMID": "36394128", "Title": "The molecular genetics of RASopathies: An update on novel disease genes and new disorders.", "Abstract": "Enhanced signaling through RAS and the mitogen-associated protein kinase (MAPK) cascade underlies the RASopathies, a family of clinically related disorders affecting development and growth. In RASopathies, increased RAS-MAPK signaling can result from the upregulated activity of various RAS GTPases, enhanced function of proteins positively controlling RAS function or favoring the efficient transmission of RAS signaling to downstream transducers, functional upregulation of RAS effectors belonging to the MAPK cascade, or inefficient signaling switch-off operated by feedback mechanisms acting at different levels. The massive effort in RASopathy gene discovery performed in the last 20 years has identified more than 20 genes implicated in these disorders. It has also facilitated the characterization of several molecular activating mechanisms that had remained unappreciated due to their minor impact in oncogenesis. Here, we provide an overview on the discoveries collected during the last 5 years that have delivered unexpected insights (e.g., Noonan syndrome as a recessive disease) and allowed to profile new RASopathies, novel disease genes and new molecular circuits contributing to the control of RAS-MAPK signaling.", "Year": "2022", "PublicationType": ["Journal Article", "Review", "Research Support, Non-U.S. Gov't"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/36394128/", "Qualifers": ["genetics"]}, {"PMID": "35961804", "Title": "Thirty-year outcome in children with hypertrophic cardiomyopathy based on the type.", "Abstract": "We reviewed the long-term outcome of children with hypertrophic cardiomyopathy (HCM) based on the type.", "Year": "2022", "PublicationType": ["Review", "Journal Article"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/35961804/", "Qualifers": ["complications"]}, {"PMID": "35246453", "Title": "Noonan syndrome: improving recognition and diagnosis.", "Abstract": "Noonan syndrome (NS) is a mostly dominantly inherited disorder affecting 1:1000 to 1:2500 live births. The phenotype varies in severity and can involve multiple organ systems over a patient's lifetime. Diagnosis is based on a combination of features, including typical facial features, short stature, skeletal abnormalities, presence of cardiac defects, mild developmental delay, cryptorchidism, lymphatic dysplasia and a family history of NS. The phenotype varies from oligosymptomatic adults without significant medical issues to severely affected neonates with life-threatening heart disease. Early, accurate diagnosis is important for individualised management and to optimise developmental and long-term outcomes, but mildly affected patients often go undiagnosed for both healthcare provider (HCP)-related and patient-related reasons. Lack of awareness of NS among HCPs means that some do not recognise the condition, particularly in mildly affected patients and families. Some families do not want to receive a diagnosis that medicalises a condition that may account for family traits (eg, distinctive facial features and short stature), particularly when a child's physical and cognitive development may be satisfactory. As for any condition with lifelong effects on multiple organ systems, a multidisciplinary approach provides the best care. It is proposed that increasing awareness of NS among non-specialist HCPs and other professionals could help direct a parent/carer to seek specialist advice and increase the number of NS diagnoses, with the potential to optimise lifelong patient outcomes. Non-specialists do not need to become experts in either diagnosis or treatment; however, early recognition of NS and referral to an appropriate specialist is important.", "Year": "2022", "PublicationType": ["Journal Article", "Review", "Research Support, Non-U.S. Gov't"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/35246453/", "Qualifers": ["diagnosis", "genetics", "therapy"]}, {"PMID": "36231062", "Title": "Effects of Noonan Syndrome-Germline Mutations on Mitochondria and Energy Metabolism.", "Abstract": "Noonan syndrome (NS) and related Noonan syndrome with multiple lentigines (NSML) contribute to the pathogenesis of human diseases in the RASopathy family. This family of genetic disorders constitute one of the largest groups of developmental disorders with variable penetrance and severity, associated with distinctive congenital disabilities, including facial features, cardiopathies, growth and skeletal abnormalities, developmental delay/mental retardation, and tumor predisposition. NS was first clinically described decades ago, and several genes have since been identified, providing a molecular foundation to understand their physiopathology and identify targets for therapeutic strategies. These genes encode proteins that participate in, or regulate, RAS/MAPK signalling. The RAS pathway regulates cellular metabolism by controlling mitochondrial homeostasis, dynamics, and energy production; however, little is known about the role of mitochondrial metabolism in NS and NSML. This manuscript comprehensively reviews the most frequently mutated genes responsible for NS and NSML, covering their role in the current knowledge of cellular signalling pathways, and focuses on the pathophysiological outcomes on mitochondria and energy metabolism.", "Year": "2022", "PublicationType": ["Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/36231062/", "Qualifers": ["genetics", "pathology"]}, {"PMID": "35561969", "Title": "Systematic literature review of lymphatic imaging-guided procedural management of Noonan syndrome.", "Abstract": "To assess through literature case analysis how advances in lymphatic imaging, interventional radiology, and lymphatic vascular microsurgery illuminate and improve the lymphatic-flow status in select patients with Noonan syndrome (NS) who have undergone surgical intervention as a part of their comprehensive and individualized treatment plan. Also, we sought to illustrate the spectrum of lymphatic complications that can occur in this patient population when lymphatic flow through abnormal vasculature is surgically disrupted.", "Year": "2022", "PublicationType": ["Journal Article", "Review", "Systematic Review", "Research Support, Non-U.S. Gov't", "Research Support, N.I.H., Extramural"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/35561969/", "Qualifers": ["diagnostic imaging", "surgery"]}, {"PMID": "36060964", "Title": "Inside the Noonan \"universe\": Literature review on growth, GH/IGF axis and rhGH treatment: Facts and concerns.", "Abstract": "Noonan syndrome (NS) is a disorder characterized by a typical facial gestalt, congenital heart defects, variable cognitive deficits, skeletal defects, and short stature. NS is caused by germline pathogenic variants in genes coding proteins with a role in the RAS/mitogen-activated protein kinase signaling pathway, and it is typically associated with substantial genetic and clinical complexity and variability. Short stature is a cardinal feature in NS, with evidence indicating that growth hormone (GH) deficiency, partial GH insensitivity, and altered response to insulin-like growth factor I (IGF-1) are contributing events for growth failure in these patients. Decreased IGF-I, together with low/normal responses to GH pharmacological provocation tests, indicating a variable presence of GH deficiency/resistance, in particular in subjects with pathogenic ", "Year": "2022", "PublicationType": ["Journal Article", "Review", "Research Support, Non-U.S. Gov't"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/36060964/", "Qualifers": ["drug therapy", "genetics"]}, {"PMID": "35840934", "Title": "LZTR1 molecular genetic overlap with clinical implications for Noonan syndrome and schwannomatosis.", "Abstract": "Noonan syndrome (NS) is a genetic disorder characterized by developmental delays, typical facial gestalt and cardiovascular defects. LZTR1 variants have been recently described in patients with NS and schwannomatosis, but the association, inheritance pattern and management strategy has not been fully elucidated. Here, we review the contribution of LZTR1 in NS and describe a patient with a novel, likely pathogenic variant in LZTR1.", "Year": "2022", "PublicationType": ["Case Reports", "Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/35840934/", "Qualifers": ["diagnosis", "genetics"]}, {"PMID": "35595454", "Title": "Prenatal case of RIT1 mutation associated Noonan syndrome by whole exome sequencing (WES) and review of the literature.", "Abstract": "We aimed to identify the genetic cause of one hydrops fetalis with Noonan syndrome (NS) manifestations including increased nuchal translucency (INT) and ascites through prenatal whole exome sequencing (WES).", "Year": "2022", "PublicationType": ["Case Reports", "Review", "Journal Article"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/35595454/", "Qualifers": ["diagnosis", "genetics"]}, {"PMID": "35138057", "Title": "RASopathies: Dermatologists' viewpoints.", "Abstract": "Ras/mitogen-activated protein kinase pathway dysregulation results in a group of disorders, collectively termed as RASopathies. Neurofibromatosis type 1, Noonan syndrome, Noonan syndrome with multiple lentigines, Noonan syndrome/loose anagen hair, Legius syndrome, Costello syndrome, cardio-facio-cutaneous syndrome and capillary malformation-arteriovenous malformation are the well-recognized RASopathies. These are characterized by multi-organ tumours and hamartomas. Some other features in common are facial dysmorphism, skeletal abnormalities, congenital heart disease, neurocognitive abnormalities and risk of various solid-organ and haematological malignancies. Some of the RASopathies are heterogeneous, caused by several gene mutations resulting in variations in phenotypes and severity ranging from mild to fatal. Significant phenotypic overlaps among different disorders, often makes it difficult to pinpoint a clinical diagnosis. Specific cutaneous manifestations are present in some of the RASopathies and are often the earliest clinical signs/symptoms. Hence, dermatologists contribute significantly as primary care physicians by identifying disorder-specific cutaneous lesions. However, diagnostic work-up and management of these disorders are often multidisciplinary. Confirmation of diagnosis is possible only by genetic mapping in each case. Genetic counseling of the patients and the affected families is an important component of the management. The aim of this review is description of cutaneous manifestations of RASopathies in the background of multi-system involvement to enable dermatologists a comprehensive and logical approach to work up and diagnose such patients in the absence of facility for specific molecular testing.", "Year": "2022", "PublicationType": ["Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/35138057/", "Qualifers": ["diagnosis", "genetics"]}, {"PMID": "34962674", "Title": "The role of the protein tyrosine phosphatase SHP2 in ossification.", "Abstract": "SHP2, encoded by the PTPN11 gene, participates in multiple cell functions including cell proliferation, movement, and differentiation. PTPN11 loss-of-function and gain-of-function mutations are both associated with diseases, such as Noonan syndrome, whose manifestations include bone defects, suggesting a crucial role for SHP2 in the skeleton. However, the exact mechanisms by which SHP2 regulates bone development remain unclear. This review focuses on the current understanding of the regulation of SHP2 and highlights the vital roles of SHP2 in skeletal development, especially its roles in ossification. Overall, a better understanding of the functions of SHP2 in ossification will provide a new avenue to treat-related skeletal diseases.", "Year": "2022", "PublicationType": ["Journal Article", "Review", "Research Support, Non-U.S. Gov't"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/34962674/", "Qualifers": ["genetics", "metabolism"]}, {"PMID": "35300644", "Title": "Refractory thrombocytopenia could be a rare initial presentation of Noonan syndrome in newborn infants: a case report and literature review.", "Abstract": "Noonan syndrome (NS) is a relatively rare inherited disease. Typical clinical presentation is important for the diagnosis of NS. But the initial presentation of NS could be significant variant individually which results in the difficult of working diagnosis. Here we report a rare neonatal case of NS who presented with refractory thrombocytopenia as the initial manifestation.", "Year": "2022", "PublicationType": ["Case Reports", "Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/35300644/", "Qualifers": ["complications", "diagnosis", "genetics"]}, {"PMID": "34280068", "Title": "A Narrative Review of the Ocular Manifestations in Noonan Syndrome.", "Abstract": "The purpose of this review is to provide an update on ophthalmological manifestations of Noonan Syndrome (NS). Emerging evidence has suggested that NS patients may present with a wide spectrum of ocular characteristics. Detailed investigation of genotype has revealed the diversity of related gene mutations. The potential association of genetic basis with clinical expressivity of phenotype remains a challenging aspect of this issue.", "Year": "2022", "PublicationType": ["Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/34280068/", "Qualifers": ["diagnosis", "genetics"]}, {"PMID": "35178568", "Title": "The RASopathies: from pathogenetics to therapeutics.", "Abstract": "The RASopathies are a group of disorders caused by a germline mutation in one of the genes encoding a component of the RAS/MAPK pathway. These disorders, including neurofibromatosis type 1, Noonan syndrome, cardiofaciocutaneous syndrome, Costello syndrome and Legius syndrome, among others, have overlapping clinical features due to RAS/MAPK dysfunction. Although several of the RASopathies are very rare, collectively, these disorders are relatively common. In this Review, we discuss the pathogenesis of the RASopathy-associated genetic variants and the knowledge gained about RAS/MAPK signaling that resulted from studying RASopathies. We also describe the cell and animal models of the RASopathies and explore emerging RASopathy genes. Preclinical and clinical experiences with targeted agents as therapeutics for RASopathies are also discussed. Finally, we review how the recently developed drugs targeting RAS/MAPK-driven malignancies, such as inhibitors of RAS activation, direct RAS inhibitors and RAS/MAPK pathway inhibitors, might be leveraged for patients with RASopathies.", "Year": "2022", "PublicationType": ["Journal Article", "Research Support, N.I.H., Intramural", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/35178568/", "Qualifers": ["genetics"]}, {"PMID": "34643321", "Title": "Genotype-cardiac phenotype correlations in a large single-center cohort of patients affected by RASopathies: Clinical implications and literature review.", "Abstract": "Congenital heart disease (CHD) and hypertrophic cardiomyopathy (HCM) are common features in patients affected by RASopathies. The aim of this study was to assess genotype- phenotype correlations, focusing on the cardiac features and outcomes of interventions for cardiac conditions, in a single-center cohort of 116 patients with molecularly confirmed diagnosis of RASopathy, and compare these findings with previously published data. All enrolled patients underwent a comprehensive echocardiographic examination. Relevant information was also retrospectively collected through the analysis of clinical records. As expected, significant associations were found between PTPN11 mutations and pulmonary stenosis (both valvular and supravalvular) and pulmonary valve dysplasia, and between SOS1 mutations and valvular defects. Similarly, HRAS mutations were significantly associated with HCM. Potential associations between less prevalent mutations and cardiac defects were also observed, including RIT1 mutations and HCM, SOS2 mutations and septal defects, and SHOC2 mutations and septal and valve abnormalities. Patients with PTPN11 mutations were the most likely to require both a primary treatment (transcatheter or surgical) and surgical reintervention. Other cardiac anomalies less reported until recently in this population, such as isolated functional and structural mitral valve diseases, as well as a sigmoid-shaped interventricular septum in the absence of HCM, were also reported. In conclusion, our study confirms previous data but also provides new insights on cardiac involvement in RASopathies. Further research concerning genotype/phenotype associations in RASopathies could lead to a more rational approach to surgery and the consideration of drug therapy in patients at higher risk due to age, severity, anatomy, and comorbidities.", "Year": "2022", "PublicationType": ["Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/34643321/", "Qualifers": ["diagnosis", "genetics"]}, {"PMID": "34776080", "Title": "Hypertrophic Cardiomyopathy in RASopathies: Diagnosis, Clinical Characteristics, Prognostic Implications, and Management.", "Abstract": "RASopathies are multisystemic disorders caused by germline mutations in genes linked to the RAS/mitogen-activated protein kinase pathway. Diagnosis of RASopathy can be triggered by clinical clues (\"red flags\") which may direct the clinician toward a specific gene test. Compared with sarcomeric hypertrophic cardiomyopathy, hypertrophic cardiomyopathy in RASopathies (R-HCM) is associated with higher prevalence of congestive heart failure and shows increased prevalence and severity of left ventricular outflow tract obstruction. Biventricular involvement and the association with congenital heart disease, mainly pulmonary stenosis, have been commonly described in R-HCM. The aim of this review is to assess the prevalence and unique features of R-HCM and to define the available therapeutic options.", "Year": "2022", "PublicationType": ["Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/34776080/", "Qualifers": ["genetics"]}, {"PMID": "34144233", "Title": "RASopathies: The musculoskeletal consequences and their etiology and pathogenesis.", "Abstract": "The RASopathies comprise an ever-growing number of clinical syndromes resulting from germline mutations in components of the RAS/MAPK signaling pathway. While multiple organs and tissues may be affected by these mutations, this review will focus on how these mutations specifically impact the musculoskeletal system. Herein, we review the genetics and musculoskeletal phenotypes of these syndromes in humans. We discuss how mutations in the RASopathy syndromes have been studied in translational mouse models. Finally, we discuss how signaling molecules within the RAS/MAPK pathway are involved in normal and abnormal bone biology in the context of osteoblasts, osteoclasts and chondrocytes.", "Year": "2021", "PublicationType": ["Journal Article", "Research Support, N.I.H., Extramural", "Research Support, Non-U.S. Gov't", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/34144233/", "Qualifers": []}, {"PMID": "34702330", "Title": "Patient engagement in the design of clinical research in Noonan syndrome spectrum disorders: a scoping review.", "Abstract": "Noonan syndrome spectrum disorders are a group of disorders caused by mutations in several genes of the RAS/MAPK pathway. Because of a highly heterogeneity and variable phenotypical manifestations of the disorders, these children and adults have a variable number of symptoms. Inclusion of their perceived experience of their health and developmental problems in research (design) could contribute to increased relevance of the research process and outcomes. The aim of this study is to get insight in what way patients with a Noonan syndrome spectrum disorder have been involved in the research process in order to learn for future engagement practices.", "Year": "2021", "PublicationType": ["Journal Article", "Scoping Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/34702330/", "Qualifers": ["genetics"]}, {"PMID": "34344467", "Title": "Molecules linked to Ras signaling as therapeutic targets in cardiac pathologies.", "Abstract": "The Ras family of small Guanosine Triphosphate (GTP)-binding proteins (G proteins) represents one of the main components of intracellular signal transduction required for normal cardiac growth, but is also critically involved in the development of cardiac hypertrophy and heart failure. The present review provides an update on the role of the H-, K- and N-Ras genes and their related pathways in cardiac diseases. We focus on cardiac hypertrophy and heart failure, where Ras has been studied the most. We also review other cardiac diseases, like genetic disorders related to Ras. The scope of the review extends from fundamental concepts to therapeutic applications. Although the three Ras genes have a nearly identical primary structure, there are important functional differences between them: H-Ras mainly regulates cardiomyocyte size, whereas K-Ras regulates cardiomyocyte proliferation. N-Ras is the least studied in cardiac cells and is less associated to cardiac defects. Clinically, oncogenic H-Ras causes Costello syndrome and facio-cutaneous-skeletal syndromes with hypertrophic cardiomyopathy and arrhythmias. On the other hand, oncogenic K-Ras and alterations of other genes of the Ras-Mitogen-Activated Protein Kinase (MAPK) pathway, like Raf, cause Noonan syndrome and cardio-facio-cutaneous syndromes characterized by cardiac hypertrophy and septal defects. We further review the modulation by Ras of key signaling pathways in the cardiomyocyte, including: (i) the classical Ras-Raf-MAPK pathway, which leads to a more physiological form of cardiac hypertrophy; as well as other pathways associated with pathological cardiac hypertrophy, like (ii) The SAPK (stress activated protein kinase) pathways p38 and JNK; and (iii) The alternative pathway Raf-Calcineurin-Nuclear Factor of Activated T cells (NFAT). Genetic alterations of Ras isoforms or of genes in the Ras-MAPK pathway result in Ras-opathies, conditions frequently associated with cardiac hypertrophy or septal defects among other cardiac diseases. Several studies underline the potential role of H- and K-Ras as a hinge between physiological and pathological cardiac hypertrophy, and as potential therapeutic targets in cardiac hypertrophy and failure.", "Year": "2021", "PublicationType": ["Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/34344467/", "Qualifers": []}, {"PMID": "34535417", "Title": "Coronary artery disease in adults with Noonan syndrome: Case series and literature review.", "Abstract": "Noonan syndrome (NS) is a genetic disorder characterized by facial dysmorphism, congenital heart disease, and short stature. In very rare cases, patients with this syndrome have coronary disease. Their management and prognosis are currently unclear. We have described 4 cases of coronary aneurysms/coronary ectasia and 1 case of a single coronary artery in patients with adult Noonan syndrome, followed in a medical and surgical center of adult congenital heart disease. The average age was 49.4years old. The majority of them had both pulmonary stenosis and interauricular communication. None had symptoms of angina, at rest, or with stress. Only one patient who had any structural heart disease, had a thrombotic complication with chronic occlusion of the right coronary and anterior inter ventricular artery, fortuitous finding, with no ischemic signs to functional tests, treated only with anti-vitamin K. Finally, any deaths have also been reported in our series. Coronary artery diseases essentially coronary aneurysm/ectasia remain a rare condition in adult patients with NS. Evolution is unknown and complications such as coronary artery thrombosis do not necessarily require surgical treatment.", "Year": "2021", "PublicationType": ["Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/34535417/", "Qualifers": ["complications", "diagnosis"]}, {"PMID": "34149626", "Title": "Etiology and Treatment of Growth Delay in Noonan Syndrome.", "Abstract": "Noonan syndrome is characterized by multiple phenotypic features, including growth retardation, which represents the main cause of consultation to the clinician. Longitudinal growth during childhood and adolescence depends on several factors, among them an intact somatotrophic axis, which is characterized by an adequate growth hormone (GH) secretion by the pituitary, subsequent binding to its receptor, proper function of the post-receptor signaling pathway for this hormone (JAK-STAT5b and RAS/MAPK), and ultimately by the production of its main effector, insulin like growth factor 1 (IGF-1). Several studies regarding the function of the somatotrophic axis in patients with Noonan syndrome and data from murine models, suggest that partial GH insensitivity at a post-receptor level, as well as possible derangements in the RAS/MAPK pathway, are the most likely causes for the growth failure in these patients. Treatment with recombinant human growth hormone (rhGH) has been used extensively to promote linear growth in these patients. Numerous treatment protocols have been employed so far, but the published studies are quite heterogeneous regarding patient selection, length of treatment, and dose of rhGH utilized, so the true benefit of GH therapy is somewhat difficult to establish. This review will discuss the possible etiologies for the growth delay, as well as the outcomes following rhGH treatment in patients with Noonan syndrome.", "Year": "2021", "PublicationType": ["Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/34149626/", "Qualifers": []}, {"PMID": "33407364", "Title": "A Chinese family with Noonan syndrome caused by a heterozygous variant in LZTR1: a case report and literature review.", "Abstract": "Noonan syndrome is an inherited disease involving multiple systems. More than 15 related genes have been discovered, among which LZTR1 was discovered recently. However, the pathogenesis and inheritance pattern of LZTR1 in Noonan syndrome have not yet been elucidated.", "Year": "2021", "PublicationType": ["Case Reports", "Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/33407364/", "Qualifers": []}, {"PMID": "34506085", "Title": "Imaging of lymphatic dysplasia in Noonan syndrome: Case studies and historical atlas.", "Abstract": "To determine the historical use and utility of various lymphatic imaging modalities in Noonan syndrome (NS) patients, we performed a comprehensive literature review by collecting the published medical imaging of NS lymphatic dysplasias. We correlated imaging findings with clinical phenotypes and treatment. Our analysis of lymphatic imaging modalities provides an algorithmic approach to imaging and patient care across the spectrum of NS developmental defects. A total of 54 NS cases have been published since 1975. Using the observations reported in 15 reviewed publications, an association was made between disruptions in central lymphatic flow and poor clinical presentations/outcomes in NS patients.", "Year": "2021", "PublicationType": ["Journal Article", "Research Support, N.I.H., Extramural", "Research Support, Non-U.S. Gov't", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/34506085/", "Qualifers": ["diagnostic imaging", "genetics"]}, {"PMID": "34091447", "Title": "Differential Diagnosis of the Short IGF-I-Deficient Child with Apparently Normal Growth Hormone Secretion.", "Abstract": "The current differential diagnosis for a short child with low insulin-like growth factor I (IGF-I) and a normal growth hormone (GH) peak in a GH stimulation test (GHST), after exclusion of acquired causes, includes the following disorders: (1) a decreased spontaneous GH secretion in contrast to a normal stimulated GH peak (\"GH neurosecretory dysfunction,\" GHND) and (2) genetic conditions with a normal GH sensitivity (e.g., pathogenic variants of GH1 or GHSR) and (3) GH insensitivity (GHI). We present a critical appraisal of the concept of GHND and the role of 12- or 24-h GH profiles in the selection of children for GH treatment. The mean 24-h GH concentration in healthy children overlaps with that in those with GH deficiency, indicating that the previously proposed cutoff limit (3.0-3.2 μg/L) is too high. The main advantage of performing a GH profile is that it prevents about 20% of false-positive test results of the GHST, while it also detects a low spontaneous GH secretion in children who would be considered GH sufficient based on a stimulation test. However, due to a considerable burden for patients and the health budget, GH profiles are only used in few centres. Regarding genetic causes, there is good evidence of the existence of Kowarski syndrome (due to GH1 variants) but less on the role of GHSR variants. Several genetic causes of (partial) GHI are known (GHR, STAT5B, STAT3, IGF1, IGFALS defects, and Noonan and 3M syndromes), some responding positively to GH therapy. In the final section, we speculate on hypothetical causes.", "Year": "2021", "PublicationType": ["Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/34091447/", "Qualifers": ["diagnosis", "genetics", "metabolism"]}, {"PMID": "33130177", "Title": "M-Ras is Muscle-Ras, Moderate-Ras, Mineral-Ras, Migration-Ras, and Many More-Ras.", "Abstract": "The Ras family of small GTPases comprises about 36 members in humans. M-Ras is related to classical Ras with regard to its regulators and effectors, but solely constitutes a subfamily among the Ras family members. Although classical Ras strongly binds Raf and highly activates the ERK pathway, M-Ras less strongly binds Raf and moderately but sustainedly activates the ERK pathway to induce neuronal differentiation. M-Ras also possesses specific effectors, including RapGEFs and the PP1 complex Shoc2-PP1c, which dephosphorylates Raf to activate the ERK pathway. M-Ras is highly expressed in the brain and plays essential roles in dendrite formation during neurogenesis, in contrast to the axon formation by R-Ras. M-Ras is also highly expressed in the bone and induces osteoblastic differentiation and transdifferentiation accompanied by calcification. Moreover, M-Ras elicits epithelial-mesenchymal transition-mediated collective and single cell migration through the PP1 complex-mediated ERK pathway activation. Activating missense mutations in the MRAS gene have been detected in Noonan syndrome, one of the RASopathies, and MRAS gene amplification occurs in several cancers. Furthermore, several SNPs in the MRAS gene are associated with coronary artery disease, obesity, and dyslipidemia. Therefore, M-Ras carries out a variety of cellular, physiological, and pathological functions. Further investigations may reveal more functions of M-Ras.", "Year": "2020", "PublicationType": ["Journal Article", "Research Support, Non-U.S. Gov't", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/33130177/", "Qualifers": []}, {"PMID": "32766847", "Title": "The molecular functions of RIT1 and its contribution to human disease.", "Abstract": "RIT1 is a member of the Ras family of GTPases that direct broad cellular physiological responses through tightly controlled signaling networks. The canonical Ras GTPases are well-defined regulators of the RAF/MEK/ERK pathway and mutations in these are pathogenic in cancer and a class of developmental disorders termed RASopathies. Emerging clinical evidences have now demonstrated a role for RIT1 in RASopathies, namely Noonan syndrome, and various cancers including lung adenocarcinoma and myeloid malignancies. While RIT1 has been mostly described in the context of neuronal differentiation and survival, the mechanisms underlying aberrant RIT1-mediated signaling remain elusive. Here, we will review efforts undertaken to characterize the biochemical and functional properties of the RIT1 GTPase at the molecular, cellular, and organismal level, as well as provide a phenotypic overview of different human conditions caused by RIT1 mutations. Deeper understanding of RIT1 biological function and insight to its pathogenic mechanisms are imperative to developing effective therapeutic interventions for patients with RIT1-mutant Noonan syndrome and cancer.", "Year": "2020", "PublicationType": ["Journal Article", "Research Support, N.I.H., Extramural", "Research Support, U.S. Gov't, Non-P.H.S.", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/32766847/", "Qualifers": []}, {"PMID": "32972603", "Title": "RASopathies.", "Abstract": "RASopathies are a group of disorders characterized by mutations in the RAS-MAPK pathway. RAS-MAP signaling plays a critical role in cell differentiation, proliferation, and survival. Germline mutations can result in distinctive syndromes, including Noonan syndrome, Costello syndrome, and neurofibromatosis type 1. Mosaic RASopathies can present as localized cutaneous lesions like epidermal nevi and nevus sebaceous, or more extensive conditions such as encephalocraniocutaneous lipomatosis. We review the heterogenous presentation of RAS mutations, discuss new targeted therapies, and highlight areas of uncertainty, including carcinogenesis risk and appropriate screening.", "Year": "2020", "PublicationType": ["Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/32972603/", "Qualifers": []}, {"PMID": "32396283", "Title": "Complicated ventricular arrhythmia and hematologic myeloproliferative disorder in RIT1-associated Noonan syndrome: Expanding the phenotype and review of the literature.", "Abstract": "Noonan syndrome is an autosomal dominant disorder secondary to RASopathies, which are caused by germ-line mutations in genes encoding components of the RAS mitogen-activated protein kinase pathway. RIT1 (OMIM *609591) was recently reported as a disease gene for Noonan syndrome.", "Year": "2020", "PublicationType": ["Case Reports", "Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/32396283/", "Qualifers": []}, {"PMID": "32240795", "Title": "Germline and sporadic cancers driven by the RAS pathway: parallels and contrasts.", "Abstract": "Somatic mutations in RAS and related pathway genes such as NF1 have been strongly implicated in the development of cancer while also being implicated in a diverse group of developmental disorders named the 'RASopathies', including neurofibromatosis type 1 (NF1), Noonan syndrome (NS), Noonan syndrome with multiple lentigines (NSML), Costello syndrome (CS), cardiofaciocutaneous syndrome (CFC), and capillary malformation-arteriovenous syndrome (CM-AVM). It remains unclear why (i) there is little overlap in mutational subtype between Ras-driven malignancies associated with sporadic disease and those associated with the RASopathy syndromes, and (ii) RASopathy-associated cancers are usually of different histological origin to those seen with sporadic mutations of the same genes. For instance, germline variants in KRAS and NRAS are rarely found at codons 12, 13 or 61, the most common sites for somatic mutations in sporadic cancers. An exception is CS, where germline variants in codons 12 and 13 of HRAS occur relatively frequently. Given recent renewed drug interest following early clinical success of RAS G12C and farnesyl transferase inhibitors, an improved understanding of this relationship could help guide targeted therapies for both sporadic and germline cancers associated with the Ras pathway.", "Year": "2020", "PublicationType": ["Journal Article", "Research Support, Non-U.S. Gov't", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/32240795/", "Qualifers": []}, {"PMID": "32558383", "Title": "Noonan syndrome on the African Continent.", "Abstract": "Noonan syndrome is a common genetic syndrome caused by pathogenic variants in genes in the Ras/MAPK signaling pathway. The medical literature has an abundance of studies on Noonan syndrome, but few are from the African continent.", "Year": "2020", "PublicationType": ["Journal Article", "Research Support, N.I.H., Intramural", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/32558383/", "Qualifers": []}, {"PMID": "32022400", "Title": "Congenital heart defects in Noonan syndrome: Diagnosis, management, and treatment.", "Abstract": "Noonan syndrome is a pleomorphic genetic disorder, in which a high percentage of affected individuals have cardiovascular involvement, most prevalently various forms of congenital heart disease (i.e., pulmonary valve stenosis, septal defects, left-sided lesions, and complex forms with multiple anomalies). Care includes attentiveness to several comorbidities, some directly impacting cardiac management (bleeding diatheses and lymphatic anomalies). More than 50% of patients with Noonan syndrome harbor PTPN11 pathogenic variation, which results in hyperactivation of RAS/mitogen-activated protein kinase signaling. Several other disease genes with similar biological effects have been uncovered for NS and phenotypically related disorders, collectively called the RASopathies. Molecular diagnosis with gene resequencing panels is now widely available, but phenotype variability and in some cases, subtlety, continues to make identification of Noonan syndrome difficult. Until genetic testing becomes universal for patients with congenital heart disease, alertness to Noonan syndrome's broad clinical presentations remains crucial. Genotype-phenotype associations for Noonan syndrome enable better prognostication for affected patients when a molecular diagnosis is established. We still lack Noonan syndrome-specific treatment; however, newly developed anticancer RAS pathway inhibitors could fill that gap if safety and efficacy can be established for indications such as pulmonary valve stenosis.", "Year": "2020", "PublicationType": ["Journal Article", "Research Support, N.I.H., Extramural", "Research Support, Non-U.S. Gov't", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/32022400/", "Qualifers": []}, {"PMID": "32054441", "Title": "A PTPN11 mutation in a woman with Noonan syndrome and protein-losing enteropathy.", "Abstract": "Noonan syndrome is an autosomal dominant, variably expressed multisystem disorder characterized by specific facial and cardiac defects, delayed growth, ectodermal abnormalities, and lymphatic dysplasias. Lymphedema and chylous pleural effusions are common in Noonan syndrome, but protein-losing enteropathy (PLE) has only rarely been described in the condition and little is known about its genetic associations.", "Year": "2020", "PublicationType": ["Case Reports", "Journal Article", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/32054441/", "Qualifers": []}, {"PMID": "32541138", "Title": "Comprehensive Genomic Analysis of Noonan Syndrome and Acute Myeloid Leukemia in Adults: A Review and Future Directions.", "Abstract": "Acute myeloid leukemia (AML) in the setting of Noonan syndrome (NS) has been reported before without clear guidelines for treatment or prognosis in these subgroups of patients, most likely due to its rarity and incomplete understanding of the pathogenesis of both diseases. In the current era of next-generation sequencing-based genomic analysis, we can better identify patients with NS with more accurate AML-related prognostic markers. Germline mutations in PTPN11 are the most common cause of NS. Somatic mutations in NPM1 occur frequently in AML. Here, we describe a young adult patient with a novel combined germline PTPN11 and somatic NPM1, IDH1,and BCL6 mutations who presented with fatal AML. In addition, a 50.5-Mb interstitial deletion of 7q21.11-q33 in tumor DNA was detected by chromosomal microarray analysis. While mutations in the transcriptional repressor BCL6 are known to contribute to the pathogenesis of diffuse large B cell lymphoma (DLBCL) and chronic lymphocytic leukemia (CLL), its novel identification in this patient suggests an expanded role in aggressive AML. The identification of key molecular aberrations including the overexpression of SHP2, which drives leukemogenesis and tumorigenesis, has led to the development of novel investigational targeted SHP2 inhibitors.", "Year": "2020", "PublicationType": ["Case Reports", "Comparative Study", "Journal Article", "Research Support, Non-U.S. Gov't", "Review"], "PubMedLink": "https://pubmed.ncbi.nlm.nih.gov/32541138/", "Qualifers": []}]}}